Repository: Lynec/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: es_es

source: Schedule not started.
es_es: Horario no iniciado.

source: Schedule Synchronization
es_es: Sincronización de programación

source: Schedule Synchronization Page
es_es: Programar página de sincronización

source: Schedule Synchronization Settings
es_es: Programar la configuración de sincronización

source: Schedule to synchronize users and groups with Active Directory
es_es: Programe sincronizar usuarios y grupos con Active Directory

source: Schedule to synchronize users and groups with Azure AD
es_es: Programe sincronizar usuarios y grupos con Azure AD

source: Schedule to synchronize users and groups with Database
es_es: Programe sincronizar usuarios y grupos con la base de datos

source: Schedules
es_es: Horarios

source: SCHEDULES
es_es: HORARIOS

source: Scope
es_es: Alcance

source: Search
es_es: Buscar

source: Search AD groups
es_es: Buscar grupos de AD

source: Search AD users
es_es: Buscar usuarios AD

source: Search Azure AD groups
es_es: Buscar grupos Azure AD

source: Search Azure AD users
es_es: Buscar usuarios de Azure AD

source: Search data sources
es_es: Buscar fuentes de datos

source: Search database schema
es_es: Esquema de base de datos de búsqueda

source: Search datasets
es_es: Buscar conjuntos de datos

source: Search files
es_es: Buscar archivos

source: Search Group
es_es: Grupo de búsqueda

source: Search groups
es_es: Grupos de búsqueda

source: Search Here
es_es: Busca aquí

source: Search schedules
es_es: Horarios de búsqueda

source: Search user
es_es: Usuario de búsqueda

source: Search User
es_es: Usuario de búsqueda

source: Search users
es_es: Buscar usuarios

source: second
es_es: segundo

source: Select
es_es: Seleccionar

source: Select a database
es_es: Seleccione una base de datos

source: Select a report to view.
es_es: Seleccione un informe para ver.

source: Select a user or group to share with
es_es: Seleccione un usuario o grupo para compartir con

source: Select a user, group, or type an email address in the external recipient to schedule
es_es: Seleccione un usuario, grupo o escriba una dirección de correo electrónico en el destinatario externo para programar

source: Select Access
es_es: Seleccionar acceso

source: Select access mode
es_es: Seleccionar modo de acceso

source: Select All
es_es: Seleccionar todo

source: Select Categories
es_es: Seleccionar categorías

source: Select category
es_es: Selecciona una categoría

source: Select Data Source
es_es: Seleccionar fuente de datos

source: Select Data Source(s)
es_es: Seleccionar fuente (s) de datos

source: Select Dataset
es_es: Seleccionar conjunto de datos

source: Select Dataset(s)
es_es: Seleccionar conjuntos de datos

source: Select DataSource
es_es: Seleccionar DataSource

source: Select entity
es_es: Seleccionar entidad

source: Select Group
es_es: Selecciona grupo

source: Select Groups
es_es: Seleccionar grupos

source: Select groups to synchronize with Active Directory
es_es: Seleccionar grupos para sincronizar con Active Directory

source: Select groups to synchronize with Azure AD
es_es: Seleccionar grupos para sincronizar con Azure AD

source: Select multiple Reports
es_es: Seleccionar múltiples informes

source: Select MySQL ODBC DSN
es_es: Seleccione MySQL ODBC DSN

source: Select Oracle ODBC DSN
es_es: Seleccione Oracle ODBC DSN

source: Select Recurrence Type
es_es: Seleccione el tipo de recurrencia

source: Select Relation
es_es: Seleccionar relación

source: Select report
es_es: Seleccionar informe

source: Select Report
es_es: Seleccionar informe

source: Select Reports
es_es: Seleccionar informes

source: Select scope
es_es: Seleccionar alcance

source: Select the permission to add to the group
es_es: Seleccione el permiso para agregar al grupo

source: Select the permission to add to the user
es_es: Seleccione el permiso para agregar al usuario

source: Select the users from the following list to import into Report Server
es_es: Seleccione los usuarios de la siguiente lista para importar a Report Server

source: Select Timezone
es_es: Selecciona la zona horaria

source: Select user(s)
es_es: Seleccionar usuario (s)

source: Select Users
es_es: Seleccionar usuarios

source: Select Users to synchronize with Active Directory
es_es: Seleccione Usuarios para sincronizar con Active Directory

source: Select Users to synchronize with Azure AD
es_es: Seleccione Usuarios para sincronizar con Azure AD

source: Select Users to synchronize with Existing Database
es_es: Seleccionar usuarios para sincronizar con la base de datos existente

source: Selected user(s)
es_es: Usuario (s) seleccionado (s)

source: Sender email address
es_es: Dirección de correo electrónico del remitente

source: Sender Email Address
es_es: Dirección de correo electrónico del remitente

source: Sender name
es_es: Nombre del remitente

source: Sender Name
es_es: Nombre del remitente

source: September
es_es: septiembre

source: Server name
es_es: Nombre del servidor

source: Service UnAvailable
es_es: Servicio no disponible

source: Settings
es_es: Ajustes

source: Settings has been updated successfully
es_es: La configuración se ha actualizado con éxito

source: Settings has been updated successfully.
es_es: La configuración se ha actualizado con éxito.

source: Settings to authenticate users via Kerberos ticket management system
es_es: Configuraciones para autenticar usuarios a través del sistema de gestión de tickets de Kerberos

source: Share
es_es: Compartir

source: Share View
es_es: Compartir vista

source: Shared with
es_es: Compartido con

source: Show copyright information
es_es: Mostrar información de copyright

source: Show List
es_es: Mostrar lista

source: Show powered by Syncfusion
es_es: Show desarrollado por Syncfusion

source: Show Saved Views
es_es: Mostrar vistas guardadas

source: SINGLE SIGN-ON SETTINGS
es_es: CONFIGURACIONES DE SESIÓN ÚNICAS

source: Site
es_es: Sitio

source: SITE SETTINGS
es_es: CONFIGURACIÓN DEL SITIO

source: Site URL
es_es: Sitio URL

source: SMTP port
es_es: Puerto SMTP

source: SMTP Port
es_es: Puerto SMTP

source: SMTP server
es_es: servidor SMTP

source: SMTP Server
es_es: Servidor SMTP

source: Solution:
es_es: Solución:

source: Specify custom endpoints
es_es: Especificar puntos finales personalizados

source: Specify properties that determine how the report server runs the reports
es_es: Especifique las propiedades que determinan cómo el servidor de informes ejecuta los informes

source: SQL Authentication
es_es: Autenticación SQL

source: SQL Server
es_es: servidor SQL

source: SSO Settings
es_es: Configuración de SSO

source: SSO settings has been updated. The application will be restarted automatically inorder to apply this changes.
es_es: La configuración de SSO se ha actualizado. La aplicación se reiniciará automáticamente para aplicar estos cambios.

source: Starts on
es_es: Comienza en

source: StartsWith
es_es: Comienza con

source: Status
es_es: Estado

source: Storage Account name
es_es: Nombre de la cuenta de almacenamiento

source: Storage Settings
es_es: Configuración de almacenamiento

source: Subdomain name should match with the Account name
es_es: El nombre del subdominio debe coincidir con el nombre de la cuenta

source: Submit
es_es: Enviar

source: Sunday
es_es: domingo

source: Synchronization
es_es: Sincronización

source: Synchronization Group - Status
es_es: Grupo de sincronización: estado

source: Synchronize
es_es: Sincronizar

source: Synchronize Active Directory Groups
es_es: Sincronizar grupos de Active Directory

source: Synchronize Active Directory users and groups on a regular schedule
es_es: Sincronice usuarios y grupos de Active Directory en un horario regular

source: Synchronize Azure AD users and groups on a regular schedule
es_es: Sincronice los usuarios y grupos de Azure AD en un horario regular

source: Synchronize Groups
es_es: Sincronizar grupos

source: Synchronize groups with Active Directory
es_es: Sincronizar grupos con Active Directory

source: Synchronize groups with Azure AD
es_es: Sincronizar grupos con Azure AD

source: Synchronize schedules
es_es: Sincronizar horarios

source: Synchronize Users
es_es: Sincronizar usuarios

source: Synchronize users with Active Directory
es_es: Sincronizar usuarios con Active Directory

source: Synchronize Users with Active Directory
es_es: Sincronizar usuarios con Active Directory

source: Synchronize users with Azure AD
es_es: Sincronice usuarios con Azure AD

source: Synchronize Users with Azure AD
es_es: Sincronice usuarios con Azure AD

source: Synchronize users with Custom Database
es_es: Sincronizar usuarios con base de datos personalizada

source: Synchronize Users with Exsiting Database
es_es: Sincronizar usuarios con la base de datos Exsiting

source: Synchronizes users and groups from database on a regular schedule
es_es: Sincroniza usuarios y grupos de la base de datos en un horario regular

source: Synchronizing groups with active directory has been failed.
es_es: La sincronización de grupos con el directorio activo ha fallado.

source: Synchronizing groups with active directory has been successful
es_es: La sincronización de grupos con el directorio activo ha sido exitosa

source: Synchronizing groups with azure active directory has been failed.
es_es: Se ha producido un error al sincronizar grupos con el directorio activo azul.

source: Synchronizing groups with azure active directory has been successful.
es_es: La sincronización de grupos con el directorio activo azul ha sido exitosa.

source: Synchronizing users with active directory has been failed.
es_es: Se ha producido un error al sincronizar usuarios con el directorio activo.

source: Synchronizing users with active directory has been successful.
es_es: La sincronización de usuarios con el directorio activo ha sido exitosa.

source: Synchronizing users with azure active directory has been failed.
es_es: Se ha producido un error al sincronizar usuarios con el directorio activo de azul.

source: Synchronizing users with azure active directory has been successful.
es_es: La sincronización de usuarios con el directorio activo de azul ha sido exitosa.

source: Synchronizing users with existing database has been failed.
es_es: Se ha producido un error al sincronizar usuarios con la base de datos existente.

source: Synchronizing users with existing database has been successful.
es_es: La sincronización de usuarios con la base de datos existente ha sido exitosa.

source: System notifications
es_es: Notificaciones del sistema

source: Table name prefix
es_es: Prefijo de nombre de tabla

source: Tenant Name
es_es: Nombre del inquilino

source: Test Active Directory Connection
es_es: Pruebe la conexión de Active Directory

source: Test Connection
es_es: Conexión de prueba

source: Test connection succeeded.
es_es: La conexión de prueba tuvo éxito.

source: The
es_es: los

source: The AD settings is not configured
es_es: La configuración de AD no está configurada

source: The below table(s) already exists in the selected database. Please change the prefix or choose some other database.
es_es: La tabla a continuación ya existe en la base de datos seleccionada. Por favor, cambie el prefijo o elija alguna otra base de datos.

source: The below table(s) are already exists in the selected database. Please change the prefix or choose some other database.
es_es: Las tablas a continuación ya existen en la base de datos seleccionada. Por favor, cambie el prefijo o elija alguna otra base de datos.

source: The database might have been corrupted.
es_es: La base de datos podría estar corrupta.

source: The database server might have been down.
es_es: El servidor de la base de datos puede haber estado inactivo.

source: The destination URL is not reachable
es_es: La URL de destino no es alcanzable

source: The login credentials for the database might have been changed.
es_es: Las credenciales de inicio de sesión para la base de datos pueden haber cambiado.

source: The reset password link expires in two hours!
es_es: ¡El enlace para restablecer la contraseña vence en dos horas!

source: There is an error in cloning the report. Please try again later.
es_es: Hay un error al clonar el informe. Por favor, inténtelo de nuevo más tarde.

source: There is an error in copying the report. Please try again later.
es_es: Hay un error al copiar el informe. Por favor, inténtelo de nuevo más tarde.

source: There is an error in updating this group. Please reload the page and try again
es_es: Hay un error al actualizar este grupo. Vuelve a cargar la página y vuelve a intentarlo

source: There is an moving the report. Please try again later.
es_es: Hay un movimiento del informe. Por favor, inténtelo de nuevo más tarde.

source: There is no data in the uploaded file. Please check and try uploading again.
es_es: No hay datos en el archivo cargado. Por favor revise e intente subir de nuevo.

source: third
es_es: tercero

source: This application requires a database to proceed further. Please choose a database.
es_es: Esta aplicación requiere una base de datos para avanzar. Por favor, elija una base de datos.

source: This comment was deleted.
es_es: Este comentario fue eliminado.

source: This link has expired.
es_es: Este enlace ha expirado

source: This link is invalid.
es_es: Este enlace no es válido

source: This report has been embedded using Azure AD Authentication. Please make sure you are already logged in using Azure AD Authentication and have access to the Report Server.
es_es: Este informe se ha incrustado mediante la Autenticación de Azure AD. Asegúrese de haber iniciado sesión con la Autenticación de Azure AD y tener acceso al Servidor de informes.

source: This report has been embedded using Windows AD Authentication. Please make sure you are already logged in using Windows AD authentication and have access to the Report Server.
es_es: Este informe se ha integrado con la autenticación de Windows AD. Asegúrate de haber iniciado sesión con la autenticación de Windows AD y tener acceso al servidor de informes.

source: This Report has been marked public, so anyone with this link will be able to view the contents of the Report.
es_es: Este Informe ha sido marcado como público, por lo que cualquier persona con este enlace podrá ver el contenido del Informe.

source: This report is not supported in our Web Report Designer. If you continue to edit the report with Web Report Designer then it will ignore the unsupported report items in report loading. Do you want to continue with Web Report Designer ?
es_es: Este informe no es compatible con nuestro Diseñador de informes web. Si continúa editando el informe con Web Report Designer, ignorará los elementos de informe no soportados en la carga del informe. ¿Desea continuar con el Diseñador de informes web?

source: This value will determine whether the user can be imported into the Report Server or removed during synchronization.
es_es: Este valor determinará si el usuario puede importarse al Servidor de informes o eliminarse durante la sincronización.

source: This will be the default notification settings. Users can either choose the default settings or their own notification settings.
es_es: Esta será la configuración de notificación predeterminada. Los usuarios pueden elegir la configuración predeterminada o su propia configuración de notificación.

source: Thursday
es_es: jueves

source: Time
es_es: Hora

source: Time Zone
es_es: Zona horaria

source: to
es_es: a

source: To
es_es: A

source: to learn how to create a DSN for MySQL database.
es_es: para aprender a crear un DSN para la base de datos MySQL.

source: to learn how to create a DSN for Oracle database.
es_es: para aprender a crear una base de datos DSN para Oracle.

source: to learn more about sharing a report.
es_es: para aprender más sobre cómo compartir un informe.

source: to log in to your account
es_es: para iniciar sesión en su cuenta

source: to resend the email
es_es: para volver a enviar el correo electrónico

source: To send account activation email to the user, please configure email settings or change the account activation mode as Automatic Activation.
es_es: Para enviar un correo electrónico de activación de cuenta al usuario, configure los ajustes de correo electrónico o cambie el modo de activación de cuenta como Activación automática.

source: to send account activation emails, or choose Automatic account activation mode
es_es: para enviar correos electrónicos de activación de cuenta o elegir el modo de activación automática de cuenta

source: to view them.
es_es: para verlos.

source: Today
es_es: Hoy

source: Toggle Preview
es_es: Alternar vista previa

source: Total license count
es_es: Recuento total de licencias

source: Try again latter
es_es: Inténtalo de nuevo

source: Tuesday
es_es: martes

source: Type
es_es: Tipo

source: Type or enter a username and password to access the Data Source:
es_es: Escriba o ingrese un nombre de usuario y contraseña para acceder al origen de datos:

source: Unable to get Data Source(s) of the Report
es_es: No se puede obtener la (s) fuente (s) de datos del informe

source: Unable to mark this
es_es: No se puede marcar esto

source: Unable to Remove this
es_es: No se puede eliminar esto

source: Unable to render public report.
es_es: No se puede hacer un informe público.

source: Unable to update favorite
es_es: No se puede actualizar el favorito

source: Unsaved View
es_es: Vista no guardada

source: until
es_es: hasta

source: Untitled View
es_es: Vista sin título

source: Unwatch
es_es: Desmarcar

source: UnWatch
es_es: Descuidar

source: Update
es_es: Actualizar

source: Update Active Directory Configuration settings
es_es: Actualizar la configuración de configuración de Active Directory

source: Update Azure AD Configuration settings
es_es: Actualice la configuración de Azure AD Configuration

source: Update Category
es_es: Categoría de actualización

source: Update Data Source
es_es: Actualizar origen de datos

source: Update Data Source(s)
es_es: Actualizar fuente (s) de datos

source: Update data sources connected to
es_es: Actualizar las fuentes de datos conectadas a

source: Update Database Configuration settings
es_es: Actualizar configuración de configuración de la base

source: Update Dataset
es_es: Actualizar el conjunto de datos

source: Update File
es_es: Actualizar archivo

source: Update Notification Settings
es_es: Actualizar configuración de notificaciones

source: Update Password
es_es: Actualiza contraseña

source: Update Profile
es_es: Actualización del perfil

source: Update Report
es_es: Informe de actualización

source: Update the storage settings here
es_es: Actualice la configuración de almacenamiento aquí

source: Update View
es_es: Vista de actualización

source: Updated
es_es: Actualizado

source: Upload
es_es: Subir

source: UPLOAD
es_es: Subir

source: Upload CSV File here
es_es: Subir archivo CSV aquí

source: Upload Dataset
es_es: Cargar conjunto de datos

source: Upload File
es_es: Subir archivo

source: Upload Image
es_es: Cargar imagen

source: Upload Report
es_es: Informe de carga

source: Uploaded file is either an executable or a harmful file that is not supported in the Report Server.
es_es: El archivo cargado es un archivo ejecutable o dañino que no es compatible con el servidor de informes.

source: Use 24-hour format
es_es: Usar el formato de 24 horas

source: Use as Windows credentials when connecting to the Data Source
es_es: Usar como credenciales de Windows cuando se conecta al origen de datos

source: Use HTTPS (Recommended)
es_es: Usar HTTPS (recomendado)

source: Use HTTPS (Recommened)
es_es: Usar HTTPS (Recomendado)

source: Use SSO
es_es: Usa SSO

source: Use the following schedule to create report snapshots:
es_es: Use la siguiente programación para crear instantáneas de informes:

source: User
es_es: Usuario

source: User account activation
es_es: Activación de cuenta de usuario

source: User account has been activated successfully.
es_es: La cuenta de usuario ha sido activada exitosamente.

source: User data
es_es: Datos del usuario

source: User Directory
es_es: Directorio de usuario

source: User Directory Settings
es_es: Configuración del directorio de usuario

source: USER DIRECTORY SETTINGS
es_es: CONFIGURACIÓN DEL DIRECTORIO DE USUARIO

source: User has been added and activated successfully.
es_es: El usuario ha sido agregado y activado con éxito.

source: User has been added successfully.
es_es: El usuario ha sido agregado exitosamente.

source: User has been created successfully. Activation emails cannot be sent until the user’s email settings are configured.
es_es: El usuario ha sido creado con éxito. Los correos electrónicos de activación no se pueden enviar hasta que se configure la configuración del correo electrónico del usuario.

source: User has been deleted successfully.
es_es: El usuario ha sido eliminado con éxito.

source: User has been imported and activated successfully.
es_es: El usuario ha sido importado y activado con éxito.

source: user id
es_es: identidad de usuario

source: User id
es_es: Identidad de usuario

source: User import incomplete. Do you want to continue?
es_es: La importación del usuario está incompleta. ¿Quieres continuar?

source: User Management
es_es: Gestión de usuarios

source: User Name
es_es: Nombre de usuario

source: User Notification Preference
es_es: Preferencia de notificación de usuario

source: User Permissions
es_es: Permisos de usuario

source: User Profile
es_es: Perfil del usuario

source: USER PROFILE
es_es: PERFIL DEL USUARIO

source: User profile has been failed to update
es_es: El perfil de usuario no se pudo actualizar

source: User profile has been updated successfully.
es_es: El perfil del usuario ha sido actualizado correctamente.

source: User Profile has been updated successfully.
es_es: El perfil del usuario ha sido actualizado correctamente.

source: User profile updation failed.
es_es: La actualización del perfil de usuario falló.

source: User Settings
es_es: Ajustes de usuario

source: USER SETTINGS
es_es: AJUSTES DE USUARIO

source: User Settings has been updated successfully
es_es: La configuración del usuario se ha actualizado con éxito

source: User(s)
es_es: Usuario (s)

source: user(s) are deleted
es_es: usuario (s) son eliminados

source: user(s) are deleted.
es_es: usuario (s) son eliminados.

source: user(s) details are modified
es_es: los detalles del usuario (s) son modificados

source: user(s) details are modified.
es_es: los detalles del usuario (s) son modificados.

source: user(s) has been added and activated successfully.
es_es: usuario (s) ha sido agregado y activado con éxito.

source: user(s) has been added successfully.
es_es: usuario (s) ha sido agregado con éxito.

source: User(s) has been added successfully.
es_es: Usuario (s) ha sido agregado con éxito.

source: User(s) has been deleted successfully.
es_es: Usuario (s) ha sido eliminado con éxito.

source: User(s) has been imported and activated successfully.
es_es: Usuario (s) ha sido importado y activado con éxito.

source: User(s) has been imported successfully.
es_es: Usuario (s) ha sido importado con éxito.

source: user(s) selected
es_es: usuario (s) seleccionado

source: user(s) to import since there are only
es_es: usuario (s) a importar ya que solo hay

source: User(s) were not found in the database
es_es: Usuario (s) no se encontraron en la base de datos

source: Username
es_es: Nombre de usuario

source: Username :
es_es: Nombre de usuario

source: Username already exists
es_es: nombre de usuario ya existe

source: Username cannot exceed 95 characters
es_es: El nombre de usuario no puede exceder los 95 caracteres

source: Username contains invalid characters
es_es: Nombre de usuario contiene caracteres inválidos
