Repository: Lynec/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: es_es

source: Username contains invalid characters.
es_es: Nombre de usuario contiene caracteres inválidos.

source: Username contains space
es_es: El nombre de usuario contiene espacio

source: Username is Invalid
es_es: Nombre de usuario invalido

source: Username or email address
es_es: Nombre de usuario o dirección de correo electrónico

source: Username or Email address already exists
es_es: El nombre de usuario o la dirección de correo electrónico ya existe

source: Username or Email address already exists or repeated
es_es: El nombre de usuario o la dirección de correo electrónico ya existe o se repite

source: Username or Email address is Invalid
es_es: Nombre de usuario o dirección de correo electrónico no es válido

source: Username should not be empty
es_es: El nombre de usuario no debe estar vacío

source: Username should not contain special characters
es_es: El nombre de usuario no debe contener caracteres especiales

source: Username should not contain special characters #%&*+<>?:/&quot;[']\|@;,
es_es: El nombre de usuario no debe contener caracteres especiales #% & * + <>?: / & Quot; ['] \ | @ ;,

source: Username should not contain white space
es_es: El nombre de usuario no debe contener espacios en blanco

source: Usernames, Email addresses, Names and Passwords with special characters (, ” <) will not be displayed in the list below.
es_es: Los nombres de usuario, direcciones de correo electrónico, nombres y contraseñas con caracteres especiales (, "<) no se mostrarán en la lista a continuación.

source: Users
es_es: Usuarios

source: USERS
es_es: USUARIOS

source: Users - CSV import
es_es: Usuarios: importación de CSV

source: Users - Import from database
es_es: Usuarios: importar desde la base de datos

source: Users added
es_es: Usuarios agregados

source: Users imported
es_es: Usuarios importados

source: Users List
es_es: Lista de usuarios

source: Users not imported
es_es: Usuarios no importados

source: Users not Synchronized
es_es: Usuarios no sincronizados

source: Users removed
es_es: Usuarios eliminados

source: Users Synchronized
es_es: Usuarios sincronizados

source: Version
es_es: Versión

source: Version comments
es_es: Comentarios de la versión

source: Version history
es_es: Historial de versiones

source: Version History
es_es: Historial de versiones

source: Versions
es_es: Versiones

source: View
es_es: Ver

source: View - Remove Access
es_es: Ver - Eliminar acceso

source: View all
es_es: Ver todo

source: View Group
es_es: Ver grupo

source: View has been added successfully.
es_es: La vista se ha agregado con éxito.

source: View has been deleted successfully
es_es: La vista ha sido eliminada con éxito

source: View has been shared successfully.
es_es: La vista se ha compartido con éxito.

source: View has been updated successfully.
es_es: La vista se ha actualizado con éxito.

source: View My Permissions
es_es: Ver mis permisos

source: View my profile
es_es: Mira mi perfil

source: View Name already exist.
es_es: Ver Nombre ya existe.

source: View Profile
es_es: Ver perfil

source: View Report
es_es: Vista del informe

source: View the permissions for the resources you can access in the Report server.
es_es: Vea los permisos para los recursos a los que puede acceder en el servidor de informes.

source: View User
es_es: Ver usuario

source: Views
es_es: Puntos de vista

source: Watch
es_es: Reloj

source: We are not able to send activation emails because the email settings are not configured. Update email settings
es_es: No podemos enviar correos electrónicos de activación porque la configuración del correo electrónico no está configurada. Actualizar la configuración de correo electrónico

source: We are unable to launch the Report Designer from IE 9 browser. Please refer to this <a href='https://help.syncfusion.com/report-platform/reportdesigner/installation'>link</a> on how to open a Report in Report Designer
es_es: No podemos iniciar Report Designer desde el navegador IE 9. Consulte este <a href='https://help.syncfusion.com/report-platform/reportdesigner/installation'> enlace </a> sobre cómo abrir un informe en Report Designer

source: Web Designer
es_es: Diseñador web

source: Wednesday
es_es: miércoles

source: week(s)
es_es: semanas)

source: week(s) on
es_es: semana (s) en

source: week(s) on
es_es: semana (s) en

source: weekday
es_es: día laborable

source: weekend day
es_es: día de fin de semana

source: Weekly
es_es: Semanal

source: Welcome note
es_es: Nota de bienvenida

source: Welcome to
es_es: Bienvenido a

source: Windows Authentication
es_es: Autenticación de Windows

source: Windows Integrated Security
es_es: Seguridad integrada de Windows

source: Word
es_es: Palabra

source: Write a comment
es_es: Escribir un comentario

source: year(s)
es_es: años)

source: Yearly
es_es: Anual

source: years on
es_es: años en

source: Yes
es_es: Sí

source: Yesterday
es_es: Ayer

source: Yet to run
es_es: Sin embargo, para correr

source: You can only choose
es_es: Solo puedes elegir

source: You do not have access to create a Data Source. Please check with your Report Server administrator to obtain access.
es_es: No tiene acceso para crear un origen de datos. Verifique con el administrador del servidor de informes para obtener acceso.

source: You do not have permission to create reports in a category. So you could not clone reports in any category
es_es: No tienes permiso para crear informes en una categoría. Entonces no podrías clonar informes en ninguna categoría

source: You do not have permission to create reports in a category. So you could not copy reports in any category
es_es: No tienes permiso para crear informes en una categoría. Entonces no puedes copiar informes en ninguna categoría

source: You do not have permission to create reports in any category or there is no category to move.
es_es: No tiene permiso para crear informes en ninguna categoría o no hay ninguna categoría para mover.

source: You do not have permission to view this page.
es_es: No tienes permiso para ver esta página.

source: You don't have access to this report in the Report Server. Please contact your System Administrator to get access. Click
es_es: No tiene acceso a este informe en el servidor de informes. Por favor, póngase en contacto con su administrador del sistema para obtener acceso. Hacer clic

source: You don't have access to this report in the Report Server. Please contact your System Administrator to get access. Click here to learn more about sharing a report.
es_es: No tiene acceso a este informe en el servidor de informes. Por favor, póngase en contacto con su administrador del sistema para obtener acceso. Haga clic aquí para obtener más información sobre cómo compartir un informe.

source: You have
es_es: Tienes

source: You have not set an email address in your account, and so we were unable to send an email to reset your password. Please contact your System Administrator.
es_es: No ha establecido una dirección de correo electrónico en su cuenta, por lo que no hemos podido enviar un correo electrónico para restablecer su contraseña. Por favor, póngase en contacto con el administrador del sistema.

source: You have successfully activated your
es_es: Ha activado con éxito su

source: your comment on the
es_es: tu comentario sobre el

source: Your time will be
es_es: Tu tiempo será

source: Your time will be :
es_es: Tu tiempo será:
