Repository: Lynec/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: es_es

source: Move
es_es: Movimiento

source: Move Report
es_es: Mover informe

source: Moved from
es_es: Movido desde

source: Moved to Trash
es_es: Movido a la Papelera

source: My Permissions
es_es: Mis permisos

source: MY PERMISSIONS
es_es: MIS PERMISOS

source: My Profile
es_es: Mi perfil

source: MY PROFILE
es_es: MI PERFIL

source: MY PROFILE - Change Password
es_es: MI PERFIL - Cambiar contraseña

source: Name
es_es: Nombre

source: Name
es_es: Nombre

source: Name cannot exceed 254 characters
es_es: El nombre no puede exceder los 254 caracteres

source: Name should not be empty
es_es: El nombre no debe estar vacío

source: Name should not contain ;?:@&=+$,\*<>|"/,
es_es: El nombre no debe contener;?: @ & = + $, \ * <> | "/,

source: Name should not contain special characters #%&*+<>?:/&quot;[']\|@;,
es_es: El nombre no debe contener caracteres especiales #% & * + <>?: / & Quot; ['] \ | @ ;,

source: Never
es_es: Nunca

source: Never run
es_es: Nunca corras

source: NEW CATEGORY
es_es: NUEVA CATEGORÍA

source: New Data Source
es_es: Nueva fuente de datos

source: New Database
es_es: Nueva base de datos

source: New Dataset
es_es: Nuevo conjunto de datos

source: New Group
es_es: Nuevo grupo

source: New group has been created successfully.
es_es: El nuevo grupo ha sido creado con éxito.

source: New password
es_es: Nueva contraseña

source: New Password
es_es: Nueva contraseña

source: New User
es_es: Nuevo usuario

source: New users could not be added since there are no remaining licenses(s) available.
es_es: No se pudieron agregar nuevos usuarios ya que no hay licencias restantes disponibles.

source: Newest
es_es: El más nuevo

source: Next
es_es: Siguiente

source: Next Run
es_es: Siguiente ejecución

source: Next Schedule
es_es: Siguiente horario

source: Next Scheduled Run
es_es: Siguiente ejecución programada

source: No categories available to display
es_es: No hay categorías disponibles para mostrar

source: No comments to display
es_es: No hay comentarios para mostrar

source: no database found
es_es: ninguna base de datos encontrada

source: No database found
es_es: No se encontraron bases de datos

source: No datasets available to display
es_es: No hay conjuntos de datos disponibles para mostrar

source: No datasources available to display
es_es: No hay fuentes de datos disponibles para mostrar

source: no dsn found
es_es: no se encontró dsn

source: No dsn found
es_es: No se encontró dsn

source: No favorite reports available to display
es_es: No hay informes favoritos disponibles para mostrar

source: No file selected
es_es: Ningún archivo seleccionado

source: No file selected.
es_es: Ningún archivo seleccionado.

source: No files available to display
es_es: No hay archivos disponibles para mostrar

source: No filters applied.
es_es: Sin filtros aplicados

source: No more notifications found
es_es: No se encontraron más notificaciones

source: No notifications found
es_es: No se encontraron notificaciones

source: No public reports available to display
es_es: No hay informes públicos disponibles para mostrar

source: No recent reports available to display
es_es: No hay informes recientes disponibles para mostrar

source: No records to display
es_es: No hay registros que mostrar

source: No reports available to display
es_es: No hay informes disponibles para mostrar

source: No Results Found
es_es: No se han encontrado resultados

source: No results match
es_es: resultados no encontrados

source: No schedules available to display
es_es: No hay horarios disponibles para mostrar

source: No Views found
es_es: No se encontraron visitas

source: Note:
es_es: Nota:

source: NotEqual
es_es: No es igual

source: Notification Settings
es_es: Configuración de las notificaciones

source: NOTIFICATION SETTINGS
es_es: CONFIGURACIÓN DE LAS NOTIFICACIONES

source: Notification settings has been updated successfully
es_es: La configuración de notificaciones se ha actualizado con éxito

source: Notification settings has been updated successfully.
es_es: La configuración de notificaciones se ha actualizado con éxito.

source: Notifications
es_es: Notificaciones

source: NOTIFICATIONS
es_es: NOTIFICACIONES

source: November
es_es: noviembre

source: Now
es_es: Ahora

source: Numbered List
es_es: Lista numerada

source: Occures every weekday
es_es: Occures cada día de la semana

source: Occurrences
es_es: Ocurrencias

source: occurrences.
es_es: ocurrencias.

source: Occurs day
es_es: Ocurre día

source: Occurs every
es_es: Ocurre cada

source: Occurs every
es_es: Ocurre cada

source: Occurs every day
es_es: Ocurre todos los días

source: Occurs every weekday
es_es: Ocurre cada día de la semana

source: Occurs the
es_es: Ocurre el

source: October
es_es: octubre

source: of
es_es: de

source: of every
es_es: de cada

source: of every
es_es: de cada

source: OK
es_es: DE ACUERDO

source: Oldest
es_es: Más antiguo

source: On
es_es: en

source: Open
es_es: Abierto

source: Open Report in new tab
es_es: Informe abierto en nueva pestaña

source: Options
es_es: Opciones

source: Oracle
es_es: Oráculo

source: Organization name
es_es: Nombre de la Organización

source: Owner
es_es: Propietario

source: Owner name
es_es: Nombre del dueño

source: Owner Name
es_es: Nombre del dueño

source: Page Not Found
es_es: Página no encontrada

source: Password
es_es: Clave

source: Password Assistance
es_es: Ayuda con contraseña

source: Password cannot exceed 85 characters
es_es: La contraseña no puede exceder los 85 caracteres

source: Password has been changed successfully.
es_es: La contraseña ha sido cambiada con éxito.

source: Password has been updated successfully.
es_es: La contraseña se ha actualizado con éxito.

source: Password Helper
es_es: Ayudante de contraseña

source: Password mismatch
es_es: Contraseña no coincide

source: Password must be 6 characters including 1 uppercase letter, 1 lowercase letter, 1 numeric and 1 special character.
es_es: La contraseña debe tener 6 caracteres, incluyendo 1 letra mayúscula, 1 letra minúscula, 1 carácter numérico y 1 carácter especial.

source: Password must contain at least six characters with one uppercase <br/>letter, one lowercase letter, one number, and one special character.
es_es: La contraseña debe contener al menos seis caracteres con una letra mayúscula <br/>, una letra minúscula, un número y un carácter especial.

source: Password must meet the following requirements.
es_es: La contraseña debe cumplir los siguientes requisitos.

source: Password must meet the following requirements. It must contain,
es_es: La contraseña debe cumplir los siguientes requisitos. Debe contener,

source: Password should not be empty
es_es: La contraseña no debe estar vacía

source: Password updation has been failed.
es_es: La actualización de la contraseña ha fallado.

source: Passwords mismatch
es_es: Las contraseñas no coinciden

source: Passwords Mismatch
es_es: Contraseñas no coinciden

source: People
es_es: Gente

source: Permission
es_es: Permiso

source: Permission Access
es_es: Permiso de acceso

source: Permission Denied
es_es: Permiso denegado

source: Permission Entity
es_es: Entidad de permiso

source: Permission Entity already exists
es_es: La entidad de permiso ya existe

source: permission for
es_es: permiso para

source: Permission has been added successfully.
es_es: El permiso ha sido agregado exitosamente.

source: Permissions
es_es: Permisos

source: Phone
es_es: Teléfono

source: Phone number
es_es: Número de teléfono

source: pixel size recommended
es_es: tamaño de píxel recomendado

source: Please avoid special characters
es_es: Por favor, evita los caracteres especiales

source: Please avoid special characters and Leading spaces
es_es: Por favor, evite los caracteres especiales y los espacios iniciales

source: Please avoid special characters"); $.validator.addMethod("isValidPortNumber", function (value, element) { return /^\d{1,5}$/.test(value) && value < 65536 && !/^[\s]/g.test(value); }, "[[[Please enter valid port number
es_es: Por favor, evite los caracteres especiales "); n n $ .validator.addMethod (" isValidPortNumber ", function (value, element) { n return /^\d{1,5}$/.test(value ) && value <65536 &&! / ^ [\ s] /g.test (value); n}, "[[[Introduzca un número de puerto válido

source: Please avoid special characters, Leading and Trailing spaces
es_es: Evite caracteres especiales, espacios iniciales y finales

source: Please avoid special characters, numbers and white spaces
es_es: Por favor, evita caracteres especiales, números y espacios en blanco

source: Please choose a storage system for storing files the Report server generates. A complete list of the files generated by the Report Server can be viewed <a target="_blank" href="http://help.syncfusion.com/report-platform/report-server/site-settings/storage-settings">here</a>.
es_es: Elija un sistema de almacenamiento para almacenar archivos que genera el servidor de informes. Se puede ver una lista completa de los archivos generados por el servidor de informes <a target = "_ blank " href = "http://help.syncfusion.com/report-platform/report-server/site-settings/storage -settings "> aquí </a>.

source: Please choose a valid RDL file to upload
es_es: Por favor, elija un archivo RDL válido para cargar

source: Please choose a valid RSD file to upload
es_es: Por favor, elija un archivo RSD válido para cargar

source: Please click here to change the account activation type
es_es: Haga clic aquí para cambiar el tipo de activación de la cuenta

source: Please click here to configure the Active Directory settings
es_es: Haga clic aquí para configurar los ajustes de Active Directory

source: Please click here to configure the Azure Active Directory settings
es_es: Haga clic aquí para configurar la configuración de Azure Active Directory

source: Please click here to configure the Email settings
es_es: Haga clic aquí para configurar los ajustes de correo electrónico

source: Please click here to configure the email settings.
es_es: Haga clic aquí para configurar los ajustes de correo electrónico.

source: Please click OK to check the list behind regarding the invalid or duplicate users.
es_es: Haga clic en Aceptar para revisar la lista de usuarios inválidos o duplicados.

source: Please confirm new password
es_es: Confirma una nueva contraseña

source: Please confirm password
es_es: Por favor confirma la contraseña

source: Please confirm your new password
es_es: Por favor confirme su nueva contraseña

source: Please contact the Active Directory administrator to change your AD account password
es_es: Por favor, póngase en contacto con el administrador de Active Directory para cambiar su contraseña de cuenta AD

source: Please contact the Azure Active Directory administrator to change your Azure AD account password
es_es: Póngase en contacto con el administrador de Azure Active Directory para cambiar la contraseña de su cuenta de Azure AD

source: Please create a category to group the report
es_es: Crea una categoría para agrupar el informe

source: Please enter a valid email address
es_es: Por favor, introduce una dirección de correo electrónico válida

source: Please enter a valid email address.
es_es: Por favor, introduce una dirección de correo electrónico válida.

source: Please enter Access key
es_es: Por favor ingrese la clave de Acceso

source: Please enter admin password
es_es: Por favor ingrese la contraseña de administrador

source: Please enter Admin password
es_es: Por favor ingrese la contraseña de administrador

source: Please enter admin username
es_es: Ingrese el nombre de usuario del administrador

source: Please enter Admin username
es_es: Ingrese el nombre de usuario de administrador

source: Please enter Authority URL
es_es: Por favor ingrese Autoridad URL

source: Please enter Blob Service endpoint
es_es: Ingrese el punto final del servicio Blob

source: Please enter Blob URL
es_es: Por favor ingrese la URL de Blob

source: Please enter category name
es_es: Por favor introduce el nombre de la categoría

source: Please enter client id
es_es: Por favor ingrese la identificación del cliente

source: Please enter client key
es_es: Por favor ingrese la clave del cliente

source: Please enter Container name
es_es: Por favor ingrese el nombre del contenedor

source: Please enter data source name
es_es: Ingrese el nombre de la fuente de datos

source: Please enter database name
es_es: Ingrese el nombre de la base

source: Please enter Database Name
es_es: Por favor ingrese el nombre

source: Please enter Database password
es_es: Por favor ingrese la contraseña

source: Please enter dataset name
es_es: Ingrese el nombre del conjunto de datos

source: Please enter Designer Client Id
es_es: Ingrese el ID del cliente del diseñador

source: Please enter Distinguished Name
es_es: Por favor ingrese el nombre distinguido

source: Please enter email address
es_es: Por favor ingrese la dirección de correo

source: Please enter file name
es_es: Por favor ingrese el nombre del archivo

source: Please enter first name
es_es: Por favor ingrese su nombre

source: Please enter group name
es_es: Por favor ingrese el nombre del grupo

source: Please enter Host Domain name
es_es: Por favor ingrese el nombre de dominio de host

source: Please enter last name
es_es: Por favor ingrese el apellido

source: Please enter LDAP URL
es_es: Por favor ingrese la URL LDAP

source: Please enter machine name
es_es: Ingrese el nombre de la máquina

source: Please enter Metadata URI
es_es: Ingrese URI de metadatos

source: Please enter new password
es_es: Por favor ingrese una nueva contraseña

source: Please enter password
es_es: Por favor, ingrese contraseña

source: Please enter Password
es_es: Por favor, ingrese contraseña

source: Please enter phone number
es_es: Por favor ingrese el número de teléfono

source: Please enter port number
es_es: Por favor ingrese el número de puerto

source: Please enter Port number
es_es: Por favor ingrese el número de Puerto

source: Please enter Port Number
es_es: Por favor ingrese el número de puerto

source: Please enter report name
es_es: Por favor ingrese el nombre del reporte

source: Please enter schedule name
es_es: Por favor ingrese el nombre del horario

source: Please enter schedule time
es_es: Por favor ingrese el horario de programación

source: Please enter sender email address
es_es: Por favor ingrese la dirección de correo electrónico del remitente

source: Please enter sender name
es_es: Por favor ingrese el nombre del remitente

source: Please enter server name
es_es: Por favor ingrese el nombre del servidor

source: Please enter Server name
es_es: Por favor ingrese el nombre del servidor

source: Please enter ServerName
es_es: Por favor ingrese ServerName

source: Please enter SMTP port
es_es: Ingrese el puerto SMTP

source: Please enter SMTP server
es_es: Por favor ingrese el servidor SMTP

source: Please enter Storage Account name
es_es: Ingrese el nombre de la cuenta de almacenamiento

source: Please enter tenant name
es_es: Por favor ingrese el nombre del inquilino

source: Please enter Tenant Name
es_es: Por favor ingrese el nombre del inquilino

source: Please enter the database name
es_es: Por favor introduce el nombre de la base de datos

source: Please enter the database password
es_es: Por favor introduce la contraseña de la base de datos

source: Please enter the name
es_es: Por favor ingrese el nombre

source: Please enter the password
es_es: Por favor introduzca la contraseña

source: Please enter the valid phone number
es_es: Por favor ingrese el número de teléfono válido

source: Please enter URL
es_es: Por favor ingrese URL

source: Please enter username
es_es: Por favor ingrese su nombre

source: Please enter Username
es_es: Por favor ingrese el nombre de usuario

source: Please enter username or email address
es_es: Por favor ingrese nombre de usuario o dirección de correo electrónico

source: Please enter valid Blob URL
es_es: Por favor ingrese una URL de Blob válida

source: Please enter valid URL
es_es: Por favor ingrese una URL válida

source: Please enter your email address
es_es: Por favor, introduzca su dirección de correo electrónico

source: Please enter your first name
es_es: Por favor, introduzca su nombre de pila

source: Please enter your new password
es_es: Por favor ingrese su nueva contraseña

source: Please enter your old password
es_es: Por favor ingrese su contraseña anterior

source: Please enter your username
es_es: Por favor, ingrese su nombre de usuario

source: Please search and select the groups from the following list to import into Report Server
es_es: Busque y seleccione los grupos de la siguiente lista para importar a Report Server

source: Please search and select the users from the following list to import into Report Server
es_es: Busque y seleccione los usuarios de la siguiente lista para importar a Report Server

source: Please select a csv file with a valid format
es_es: Seleccione un archivo csv con un formato válido

source: Please select a database
es_es: Seleccione una base de datos

source: Please select at least one day.
es_es: Por favor seleccione al menos un día.

source: Please select atleast one recipient
es_es: Seleccione al menos un destinatario

source: Please select category
es_es: Por favor seleccione categoría

source: Please select Database name
es_es: Seleccione el nombre de la base de datos

source: Please select Database name/Username
es_es: Seleccione Nombre de la base de datos / Nombre de usuario

source: Please select Dataset
es_es: Por favor, seleccione Dataset

source: Please select DSN
es_es: Seleccione DSN

source: Please select group(s) to import
es_es: Seleccione grupo (s) para importar

source: Please select MySQL ODBC DSN
es_es: Seleccione MySQL ODBC DSN

source: Please select Oracle ODBC DSN
es_es: Seleccione Oracle ODBC DSN

source: Please select report
es_es: Por favor seleccione informe

source: Please select Reports or Categories
es_es: Seleccione Informes o Categorías

source: Please select user(s) to import
es_es: Seleccione usuario (s) para importar

source: Please upload a valid csv file.
es_es: Por favor cargue un archivo csv válido.

source: Please upload a valid file
es_es: Por favor cargue un archivo válido

source: Please upload the dataset
es_es: Por favor cargue el conjunto de datos

source: Please upload the report
es_es: Por favor cargue el informe

source: Port
es_es: Puerto

source: Port number
es_es: Número de puerto

source: Port Number
es_es: Número de puerto

source: Possible causes:
es_es: Posibles causas:

source: Post
es_es: Enviar

source: Powered by
es_es: Energizado por

source: Preview
es_es: Avance

source: Proceed
es_es: Proceder

source: Processing Options
es_es: Opciones de procesamiento

source: PROFILE
es_es: PERFIL

source: Profile Picture
es_es: Foto de perfil

source: Profile picture has been deleted successfully.
es_es: La foto de perfil ha sido eliminada con éxito.

source: Profile picture has been saved successfully.
es_es: La foto de perfil se ha guardado con éxito.

source: Public
es_es: Público

source: Public Reports
es_es: Informes públicos

source: Public Reports disabled by the system administrator. Please contact your system administrator to enable this.
es_es: Informes públicos deshabilitados por el administrador del sistema. Por favor, póngase en contacto con su administrador del sistema para habilitar esto.

source: Public Reports disabled in the
es_es: Informes públicos deshabilitados en el

source: Query to pull users :
es_es: Consulta para atraer usuarios:

source: Quote
es_es: Citar

source: RDL File
es_es: Archivo RDL

source: Recent Reports
es_es: Informes recientes

source: Recommended size:50mb max
es_es: Tamaño recomendado: 50mb max

source: Relying Party ID
es_es: Identificación de la Parte que Confía

source: remaining license(s).
es_es: licencia (s) restante (s).

source: Remaining licenses available
es_es: Licencias restantes disponibles

source: Remember me
es_es: Acuérdate de mí

source: Remove
es_es: retirar

source: Remove Access
es_es: Eliminar acceso

source: Render this report from a report snapshot
es_es: Renderice este informe a partir de una instantánea del informe

source: replied to
es_es: responder a

source: replied to your comment on the
es_es: respondió a su comentario sobre

source: replies
es_es: respuestas

source: reply
es_es: respuesta

source: Reply
es_es: Respuesta

source: Reply is too long
es_es: La respuesta es demasiado larga

source: Reply should not be blank
es_es: La respuesta no debe estar en blanco

source: Report
es_es: Informe

source: Report
es_es: Informe

source: Report has been added successfully.
es_es: El informe ha sido agregado con éxito.

source: Report has been cloned successfully.
es_es: El informe ha sido clonado con éxito.

source: Report has been copied successfully.
es_es: El informe ha sido copiado con éxito.

source: Report has been moved successfully.
es_es: El informe se ha movido con éxito.

source: Report has been scheduled successfully.
es_es: El informe ha sido programado con éxito.

source: Report has been updated successfully.
es_es: El informe se ha actualizado con éxito.

source: Report has been uploaded successfully.
es_es: El informe ha sido cargado con éxito.

source: Report Name
es_es: Reportar nombre

source: Report name already exists
es_es: El nombre del informe ya existe

source: Report Processing Option
es_es: Opción de procesamiento de informes

source: Report Processing Option has been saved successfully.
es_es: La opción de procesamiento de informes se ha guardado correctamente.

source: Report Server needs to be hosted in IIS with a valid SSL certificate assigned. Click
es_es: El Servidor de informes debe alojarse en IIS con un certificado SSL válido asignado. Hacer clic

source: Report Settings
es_es: Configuración de informes

source: REPORT SETTINGS
es_es: CONFIGURACIÓN DE INFORMES

source: Report Settings has been updated successfully
es_es: La configuración del informe se ha actualizado con éxito

source: report settings.
es_es: configuración de informes.

source: report settings.</a>
es_es: configuración de informes. </a>

source: Report specific schedule
es_es: Informar horario específico

source: Report Views
es_es: Vistas del informe

source: Report:
es_es: Informe:

source: reports
es_es: informes

source: Reports
es_es: Informes

source: REPORTS
es_es: INFORMES

source: Reports selected
es_es: Informes seleccionados

source: ReportView Denied
es_es: ReportView denegado

source: Resend Activation Code
es_es: Reenviar código de activación

source: Reset
es_es: Reiniciar

source: Reset password link
es_es: Restablecer enlace de contraseña

source: Resources
es_es: Recursos

source: Restore
es_es: Restaurar

source: Restored from Trash
es_es: Restaurado de basura

source: Right table
es_es: Mesa derecha

source: Right table condition
es_es: Condición correcta de la mesa

source: Role Name
es_es: Nombre de rol

source: Rollbacked to version
es_es: Rollbacked a la versión

source: RSD File
es_es: Archivo RSD

source: Run now
es_es: Corre ahora

source: Run Now
es_es: Corre ahora

source: s are accessible to anyone with a link to them.
es_es: s son accesibles para cualquier persona con un enlace a ellos.

source: Saturday
es_es: sábado

source: Save
es_es: Guardar

source: SAVE
es_es: Guardar

source: Save As
es_es: Guardar como

source: Save View
es_es: Guardar vista

source: SAVED VIEWS
es_es: VISTAS GUARDADAS

source: Schedule
es_es: Programar

source: Schedule has been deleted successfully.
es_es: El horario ha sido eliminado con éxito.

source: Schedule has been updated successfully.
es_es: El horario se ha actualizado con éxito.

source: Schedule Info
es_es: Programar información

source: Schedule name already exists
es_es: El nombre del programa ya existe
