Repository: Lynec/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: es_es

source: as public. Internal server error. Please try again.
es_es: como público. Error de servidor interno. Inténtalo de nuevo.

source: Creation
es_es: Creación

source: deleted
es_es: borrado

source: for more details..
es_es: para más detalles..

source: has been deleted successfully.
es_es: ha sido eliminado con éxito

source: has been failed to delete.
es_es: no se ha podido eliminar

source: has mentioned you in the comment on the
es_es: te ha mencionado en el comentario sobre

source: is now private.
es_es: ahora es privado

source: private?
es_es: ¿privado?

source: Public Reports disabled in the
es_es: Informes públicos deshabilitados en el

source: public?
es_es: ¿público?

source: to learn how to add new localizations in Report Server.
es_es: para aprender a agregar nuevas localizaciones en Report Server.

source: will only be visible to users with the appropriate permissions.
es_es: solo será visible para los usuarios con los permisos apropiados.

source: " + row.Field<string>(GlobalAppSettings.DBColumns.DB_PermissionEntity.Name) + "
es_es: "+ row.Field <cadena> (GlobalAppSettings.DBColumns.DB_PermissionEntity.Name) + "

source: " + servergroupcount + " " + activedirectorygroupcount + " " + azureadgroupcount + " has been deleted successfully.
es_es: "+ servergroupcount + " "+ activedirectorygroupcount + " "+ azureadgroupcount + " se ha eliminado correctamente.

source: " + args[index].Value + "
es_es: "+ n args [index] .Value + n "

source: " + paramName + "
es_es: "+ n paramName + n "

source: " + args[i].Labels[0] + "
es_es: "+ n args [i] .Labels [0] + n "

source: " + paramName + "
es_es: "+ n paramName + n "

source: " + paramters[index].Values[0] + "
es_es: "+ n paramters [index] .Values ​​[0] + n "

source: (Edited)
es_es: (Editado)

source: (For testing purpose, select Embedded SQL CE.)
es_es: (Para fines de prueba, seleccione Embedded SQL CE.)

source: *1024 characters maximum
es_es: * 1024 caracteres como máximo

source: {0} of {1} pages ({2} items)
es_es: {0} de {1} páginas ( {2} elementos)

source: 1 lowercase.
es_es: 1 minúscula

source: 1 numeric.
es_es: 1 numérico

source: 1 special character.
es_es: 1 personaje especial.

source: 1 uppercase.
es_es: 1 mayúscula.

source: 1024 characters maximum
es_es: 1024 caracteres como máximo

source: 200x44 pixels preferred
es_es: 200x44 píxeles preferidos

source: 4000 characters maximum
es_es: 4000 caracteres como máximo

source: 40x40 pixels preferred
es_es: 40x40 píxeles preferidos

source: 7 characters maximum
es_es: 7 caracteres como máximo

source: 70 characters maximum
es_es: 70 caracteres como máximo

source: a comment on the
es_es: un comentario sobre el

source: A dataset with the same name already exists
es_es: Ya existe un conjunto de datos con el mismo nombre

source: A file with the same name already exists
es_es: Ya existe un archivo con el mismo nombre

source: A minute ago
es_es: Hace un minuto

source: A minutes ago
es_es: Hace unos minutos

source: A report with the same name already exists in this category
es_es: Ya existe un informe con el mismo nombre en esta categoría

source: A week ago
es_es: Hace una semana

source: Access Denied
es_es: Acceso denegado

source: access for
es_es: acceso para

source: access for the
es_es: acceso para el

source: Access has been removed successfully.
es_es: El acceso ha sido eliminado con éxito.

source: Access is denied
es_es: Acceso denegado

source: Access key
es_es: Llave de acceso

source: Access mode
es_es: Modo de acceso

source: Access Mode
es_es: Modo de acceso

source: Account
es_es: Cuenta

source: Account Activation
es_es: activación de cuenta

source: Account Activation Mode
es_es: Modo de activación de cuenta

source: Account name
es_es: Nombre de la cuenta

source: Account not yet activated. Please contact the system administrator.
es_es: Cuenta aún no activada. Por favor, póngase en contacto con el administrador del sistema.

source: Actions
es_es: Comportamiento

source: Activate User
es_es: Activar usuario

source: Activation code has been generated successfully. As email settings are not configured we are not able to send activation email to the user.
es_es: El código de activación se ha generado con éxito. Como la configuración del correo electrónico no está configurada, no podemos enviar correos electrónicos de activación al usuario.

source: Activation code has been resent successfully.
es_es: El código de activación ha sido reenviado exitosamente.

source: Activation code has been sent successfully.
es_es: El código de activación ha sido enviado con éxito.

source: Activation emails cannot be sent until the email settings are configured. You can select ‘Automatic Activation’ to activate the user without configuring email settings.
es_es: Los correos electrónicos de activación no pueden enviarse hasta que se configuren los correos electrónicos. Puede seleccionar 'Activación automática' para activar al usuario sin configurar la configuración del correo electrónico.

source: Active
es_es: Activo

source: Active Directory
es_es: Directorio Activo

source: Active Directory
es_es: Directorio Activo

source: Active Directory group
es_es: Grupo de Active Directory

source: Active Directory group import
es_es: Importación de grupo de Active Directory

source: Active Directory Groups import
es_es: Importación de grupos de Active Directory

source: Active Directory Settings
es_es: Configuraciones de Active Directory

source: Active Directory Synchronization
es_es: Sincronización de Active Directory

source: Active Directory Synchronization - GROUPS
es_es: Sincronización de Active Directory - GRUPOS

source: Active Directory Synchronization - USERS
es_es: Sincronización de Active Directory - USUARIOS

source: ACTIVE DIRECTORY SYNCHRONIZATION SCHEDULE
es_es: CALENDARIO DE SINCRONIZACIÓN DEL DIRECTORIO ACTIVO

source: Active Directory User
es_es: Usuario de Active Directory

source: Active Directory user import
es_es: Importación de usuario de Active Directory

source: Active Directory users import
es_es: Importación de usuarios de Active Directory

source: AD Schedule Synchronization
es_es: Sincronización de programación AD

source: Add
es_es: Añadir

source: Add Category
es_es: añadir categoría

source: Add Comment
es_es: Agregar comentario

source: Add Data Source
es_es: Agregar origen de datos

source: Add Data Source – Access Denied
es_es: Agregar origen de datos: acceso denegado

source: Add Dataset
es_es: Agregar conjunto de datos

source: Add external recipients
es_es: Agregar destinatarios externos

source: Add Group
es_es: Añadir grupo

source: Add new Data Source
es_es: Agregar nuevo origen de datos

source: Add new group
es_es: Agregar nuevo grupo

source: Add New Group
es_es: Agregar nuevo grupo

source: Add New Permission
es_es: Agregar nuevo permiso

source: Add new user
es_es: Añadir nuevo usuario

source: Add Permission
es_es: Agregar permiso

source: Add Permission to the group
es_es: Agregar permiso al grupo

source: Add Permission to the user
es_es: Agregar permiso al usuario

source: Add Report
es_es: Agregar informe

source: Add selected user(s) to the group
es_es: Agregar usuario (s) seleccionado (s) al grupo

source: Add the selected users to a Group
es_es: Agregue los usuarios seleccionados a un grupo

source: Add user
es_es: Agregar usuario

source: Add User
es_es: Agregar usuario

source: Add Users
es_es: Agregar usuarios

source: Add Users by CSV File Upload
es_es: Agregar usuarios por carga de archivo CSV

source: Add View
es_es: Añadir vista

source: Add Watch
es_es: Añadir reloj

source: Added
es_es: Adicional

source: Added date
es_es: Fecha agregada

source: Added Date
es_es: Fecha agregada

source: Admin password
es_es: clave de administrador

source: Admin Password
es_es: Clave de administrador

source: Admin username
es_es: Nombre de usuario administrador

source: Admin Username
es_es: Nombre de usuario de administrador

source: Administration
es_es: Administración

source: After
es_es: Después

source: All Categories
es_es: todas las categorias

source: All Reports
es_es: Todos los informes

source: All the tables will have this prefix. (Default: SyncRS_)
es_es: Todas las tablas tendrán este prefijo. (Predeterminado: SyncRS_)

source: Allow
es_es: Permitir

source: Allow / Restrict
es_es: Permitir / restringir

source: Allow or restrict notifications.
es_es: Permitir o restringir notificaciones

source: Allowed file types are .png, .jpg, and .jpeg. Maximum file size is 20MB. Recommended resolution is 200x200 pixels.
es_es: Los tipos de archivo permitidos son .png, .jpg y .jpeg. El tamaño máximo de archivo es 20 MB. La resolución recomendada es de 200x200 píxeles.

source: Always run this report with the most recent data
es_es: Ejecute siempre este informe con los datos más recientes

source: An email with instructions on how to change your password has been sent to
es_es: Se ha enviado un correo electrónico con instrucciones sobre cómo cambiar su contraseña

source: An hour ago
es_es: Hace una hora

source: and ends after
es_es: y termina después

source: Anonymous authentication
es_es: Autenticación anónima

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view the Report.
es_es: Cualquiera puede navegar a este enlace, pero solo los usuarios con los permisos apropiados podrán ver el Informe.

source: Application Time Zone
es_es: Zona horaria de la aplicación

source: Application Time Zone:
es_es: Zona horaria de la aplicación:

source: Applied Filters:
es_es: Filtros aplicados:

source: Apply
es_es: Aplicar

source: April
es_es: abril

source: Are you sure you want to delete
es_es: estas seguro que quieres borrarlo

source: Are you sure you want to delete the group
es_es: ¿Seguro que quieres eliminar el grupo?

source: Are you sure you want to delete the Group(s)?
es_es: ¿Estás seguro de que deseas eliminar el grupo (s)?

source: Are you sure you want to delete the profile picture?
es_es: ¿Seguro que quieres eliminar la imagen de perfil?

source: Are you sure you want to delete the User
es_es: ¿Seguro que quieres eliminar al usuario?

source: Are you sure you want to delete the User(s)?
es_es: ¿Estás seguro de que deseas eliminar el usuario (s)?

source: Are you sure you want to delete the User?
es_es: ¿Seguro que quieres eliminar al usuario?

source: Are you sure you want to delete the view
es_es: ¿Seguro que quieres eliminar la vista?

source: Are you sure you want to delete this comment?
es_es: ¿Seguro que quieres eliminar este comentario?

source: Are you sure you want to delete this permission?
es_es: ¿Seguro que quieres eliminar este permiso?

source: Are you sure you want to delete this schedule
es_es: ¿Seguro que quieres eliminar este horario?

source: Are you sure you want to delete this user from the group?
es_es: ¿Seguro que quieres eliminar a este usuario del grupo?

source: Are you sure you want to make the
es_es: ¿Estás seguro de que quieres hacer el

source: Are you sure you want to remove access for this <span id="deletedItem"></span>?
es_es: ¿Seguro que quieres eliminar el acceso para este <span id = "deletedItem "> </ span>?

source: As email settings are not configured, we will not be able to send an email to reset your password.
es_es: Como la configuración del correo electrónico no está configurada, no podremos enviar un correo electrónico para restablecer su contraseña.

source: as the Category contains reports.
es_es: como la Categoría contiene informes.

source: as the Report has schedules.
es_es: como el Informe tiene horarios.

source: Assign a group to selected users
es_es: Asignar un grupo a usuarios seleccionados

source: Assign Group
es_es: Asignar grupo

source: Assign to
es_es: Asignar a

source: Assigned Permissions
es_es: Permisos asignados

source: at least 6 characters.
es_es: al menos 6 caracteres.

source: August
es_es: agosto

source: Authentication
es_es: Autenticación

source: Authentication Provider
es_es: Proveedor de autenticación

source: Authentication Type
es_es: tipo de autenticación

source: Authority
es_es: Autoridad

source: Authorization failed to render report.
es_es: La autorización no pudo procesar el informe.

source: Automatic
es_es: Automático

source: Autowatch comments of accessible items
es_es: Comentarios de observación automática de elementos accesibles

source: Autowatch comments of created items
es_es: Comentarios de Autowatch de artículos creados

source: Autowatch for comments of accessible items
es_es: Autowatch para comentarios de elementos accesibles

source: Autowatch for comments of created items
es_es: Autowatch para comentarios de elementos creados

source: Available
es_es: Disponible

source: Azure Active Directory user import
es_es: Importación de usuario de Azure Active Directory

source: Azure Active Directory
es_es: Directorio activo de Azure

source: Azure Active Directory group import
es_es: Importación del grupo Azure Active Directory

source: Azure Active Directory Settings
es_es: Configuración de Azure Active Directory

source: Azure Active Directory Synchronization
es_es: Sincronización de Active Directory de Azure

source: Azure AD group
es_es: Grupo Azure AD

source: Azure AD Schedule Synchronization
es_es: Sincronización de programación de Azure AD

source: Azure AD Synchronization
es_es: Sincronización de Azure AD

source: Azure AD Synchronization - GROUPS
es_es: Sincronización de Azure AD - GRUPOS

source: Azure AD Synchronization - USERS
es_es: Sincronización de Azure AD - USUARIOS

source: AZURE AD SYNCHRONIZATION SCHEDULE
es_es: CRONOGRAMA DE SINCRONIZACIÓN DE AZURE AD

source: Azure AD User
es_es: Usuario de Azure AD

source: Azure AD users import
es_es: Importación de usuarios de Azure AD

source: Azure Blob Storage
es_es: Almacenamiento de blobs azure

source: AZURE BLOB STORAGE SETTINGS
es_es: CONFIGURACIÓN DE ALMACENAMIENTO BLOB AZURE

source: Back
es_es: Volver

source: Basic authentication
es_es: Autenticación básica

source: Blob Service endpoint
es_es: Punto final del servicio Blob

source: Bold
es_es: Negrita

source: Browse file path
es_es: Explorar la ruta del archivo

source: Browse file path (.csv)
es_es: Explorar la ruta del archivo (.csv)

source: browse image path
es_es: buscar la ruta de la imagen

source: Cache a temporary copy of the report. Expire copy of report after a number of minutes :
es_es: Guarde en caché una copia temporal del informe. Caduque copia del informe después de una cantidad de minutos:

source: Cache a temporary copy of the report. Expire copy of report on the following schedule
es_es: Guarde en caché una copia temporal del informe. Vencer copia del informe en el siguiente horario

source: Cancel
es_es: Cancelar

source: cannot be deleted as the Dataset is being used by reports.
es_es: no se puede eliminar ya que los informes están utilizando el conjunto de datos.

source: cannot be deleted as the DataSource is being used by reports or datasets.
es_es: no se puede eliminar ya que DataSource está siendo utilizada por informes o conjuntos de datos.

source: Cannot delete
es_es: No se puede borrar

source: Categories
es_es: Categorías

source: Category
es_es: Categoría:

source: Category
es_es: Categoría:

source: Category has been added successfully.
es_es: La categoría se ha agregado con éxito.

source: Category has been updated successfully.
es_es: La categoría se ha actualizado con éxito.

source: Category Name
es_es: nombre de la categoría

source: Category name already exists
es_es: El nombre de la categoría ya existe

source: Change Password
es_es: Cambia la contraseña

source: CHANGE PASSWORD
es_es: CAMBIA LA CONTRASEÑA

source: Change Profile picture
es_es: Cambiar foto de perfil

source: Change Profile Picture
es_es: Cambiar foto de perfil

source: Change Query
es_es: Cambiar consulta

source: Choose a report to schedule
es_es: Elija un informe para programar

source: Choose file
es_es: Elija el archivo

source: Choose the columns that has the user data
es_es: Elija las columnas que tienen los datos del usuario

source: Choose the recurrence intervals for the report server to start scheduling
es_es: Elija los intervalos de recurrencia para que el servidor de informes inicie la programación

source: Choose the subscribers and export format
es_es: Elija los suscriptores y el formato de exportación

source: Clear
es_es: Limpiar

source: Clear All
es_es: Limpiar todo

source: Clear search
es_es: Borrar búsqueda

source: click
es_es: hacer clic

source: Click
es_es: Hacer clic

source: Click
es_es: Hacer clic

source: Click <a href="https://help.syncfusion.com/report-platform/report-server/administration/manage-reports/embed-server-reports"><u class="documentation-link">here</u></a> to learn how to use this embed code in another application using different authentication.
es_es: Haga clic en <a href="https://help.syncfusion.com/report-platform/report-server/administration/manage-reports/embed-server-reports"> <u class = "documentation-link " > aquí </ u> </a> para aprender a usar este código de inserción en otra aplicación usando una autenticación diferente.

source: click here
es_es: haga clic aquí

source: Click here to change the account activation type
es_es: Haga clic aquí para cambiar el tipo de activación de cuenta

source: Click here to configure the Database settings
es_es: Haga clic aquí para configurar la base de datos

source: Click here to configure the Email settings
es_es: Haga clic aquí para configurar los ajustes de correo electrónico

source: Click to copy
es_es: Haga clic para copiar

source: Client Designer
es_es: Diseñador de cliente

source: Client Id
es_es: Identificación del cliente

source: Client Secret Code
es_es: Código secreto del cliente

source: Clone
es_es: Clon

source: Clone Report
es_es: Informe de clonación

source: Cloned from
es_es: Clonado desde

source: Close
es_es: Cerrar

source: Collapse
es_es: Colapso

source: Collapse All
es_es: Desplegar todo

source: Comment has been deleted successfully.
es_es: El comentario ha sido eliminado con éxito.

source: Comment is too long
es_es: El comentario es demasiado largo

source: comment on the
es_es: comentar sobre el

source: Comment should not be blank
es_es: El comentario no debe estar en blanco

source: Comment(s)
es_es: Comentarios

source: commented on the
es_es: comentado en el

source: Comments
es_es: Comentarios

source: Completed
es_es: Terminado

source: Configuration for activating user accounts in the Report Server
es_es: Configuración para activar cuentas de usuario en el servidor de informes

source: Configuration for connecting to User Directories
es_es: Configuración para conectarse a directorios de usuarios

source: Configuration for sending emails from the Report Server
es_es: Configuración para enviar correos electrónicos desde el servidor de informes

source: Configuration for setting Single Sign-On
es_es: Configuración para configurar el inicio de sesión único

source: Configuration for the Reports
es_es: Configuración para los informes

source: Configure General Settings of the Report Server
es_es: Configurar la configuración general del servidor de informes

source: Confirm password
es_es: Confirmar contraseña

source: Confirm Password
es_es: Confirmar contraseña

source: Connect
es_es: Conectar

source: Connect using
es_es: Conectar usando

source: Connect using:
es_es: Conectar usando:

source: Connected successfully.
es_es: Conectado con éxito.

source: Connection
es_es: Conexión

source: Connection Failed
es_es: La conexión falló

source: Connection failed.
es_es: La conexión falló.

source: Connection has been created successfully.
es_es: La conexión ha sido creada con éxito.

source: Connection string
es_es: Cadena de conexión

source: Connection String
es_es: Cadena de conexión

source: Connection string should contain data source and catalog fields
es_es: La cadena de conexión debe contener fuente de datos y campos de catálogo

source: Connection string should contain datasource
es_es: La cadena de conexión debe contener fuente de datos

source: Connection string should contain datasource and initial catalog fields
es_es: La cadena de conexión debe contener el origen de datos y los campos iniciales del catálogo

source: Connection string should contain server, database and domain fields
es_es: La cadena de conexión debe contener campos de servidor, base de datos y dominio

source: Connection string should not be empty
es_es: La cadena de conexión no debe estar vacía

source: Contact your System Administrator to enable viewing public reports. Click
es_es: Póngase en contacto con su administrador del sistema para habilitar la visualización de informes públicos. Hacer clic

source: Container name
es_es: Nombre del contenedor

source: Contains
es_es: Contiene

source: Copied
es_es: Copiado

source: Copied from
es_es: Copiado de

source: Copy
es_es: Dupdo

source: Copy Report
es_es: Copiar informe

source: Create
es_es: Crear

source: CREATE
es_es: CREAR

source: Create Category
es_es: Crear categoría

source: Create Data Source
es_es: Crear origen de datos

source: Create Dataset
es_es: Crear conjunto de datos

source: Create Group
es_es: Crea un grupo

source: Create Link
es_es: Crear enlace

source: Create new password
es_es: Crear nueva contraseña

source: Create Report
es_es: Crear reporte

source: Create Reports
es_es: Crear informes

source: Create User
es_es: Crear usuario

source: Created By
es_es: Creado por

source: Credentials are not required
es_es: Las credenciales no son requeridas

source: Credentials are required
es_es: Se requieren credenciales

source: Credentials stored securely in the report server
es_es: Credenciales almacenadas de forma segura en el servidor de informes

source: Credentials supplied by the user running the report
es_es: Credenciales proporcionadas por el usuario que ejecuta el informe

source: Current Password
es_es: contraseña actual

source: CURRENT VIEW
es_es: VISTA ACTUAL

source: Customization of notifications for Report Server
es_es: Personalización de notificaciones para Report Server

source: Daily
es_es: Diario

source: DashboardSettings
es_es: Ajustes del tablero

source: Data Source
es_es: Fuente de datos

source: Data Source has been added successfully.
es_es: El origen de datos se ha agregado con éxito.

source: Data Source has been updated successfully.
es_es: El origen de datos se ha actualizado con éxito.

source: Data Source Name
es_es: Nombre de fuente de datos

source: Data Source name already exists
es_es: El nombre de la fuente de datos ya existe

source: Data Source type
es_es: Tipo de fuente de datos

source: Data source(s) updated successfully.
es_es: Fuente (s) de datos actualizada con éxito.

source: Data Sources
es_es: Fuentes de datos

source: DATA SOURCES
es_es: FUENTES DE DATOS

source: Database
es_es: Base de datos

source: Database Creation
es_es: Creación de base de datos

source: Database Error
es_es: Error de la base de datos

source: Database name
es_es: Nombre de la base de datos

source: Database Name
es_es: Nombre de la base de datos

source: Database name already exists
es_es: Nombre de la base de datos ya existe

source: Database name is already exist
es_es: El nombre de la base de datos ya existe

source: Database Name/Username
es_es: Nombre de la base de datos / nombre de usuario

source: Database password
es_es: Contraseña de la base

source: Database Password
es_es: Contraseña de base

source: Database Schedule Synchronization
es_es: Sincronización de la programación de la base de datos

source: Database Settings
es_es: Configuración de la base

source: Database Synchronization
es_es: Sincronización de base de datos

source: DATABASE SYNCHRONIZATION SCHEDULE
es_es: CRONOGRAMA DE SINCRONIZACIÓN DE LA BASE DE DATOS

source: Database type
es_es: Tipo de base
