Repository: Lynec/enterpriseserver-global
Catalog: Dashboard Server/locale/*/messages.po
Languages: es_es

source: Database User
es_es: Usuario de base

source: Database User Import
es_es: Importación de usuario de base

source: Database User Synchronization - USERS
es_es: Sincronización de usuario de base de datos - USUARIOS

source: Dataset has been added successfully.
es_es: El conjunto de datos se ha agregado con éxito.

source: Dataset has been updated successfully.
es_es: El conjunto de datos se ha actualizado con éxito.

source: Dataset has been uploaded successfully.
es_es: El conjunto de datos se ha subido correctamente.

source: Dataset name already exists
es_es: El nombre del conjunto de datos ya existe

source: Datasets
es_es: Conjuntos de datos

source: DataSource
es_es: Fuente de datos

source: Date
es_es: Fecha

source: Date format
es_es: Formato de fecha

source: day
es_es: día

source: Day
es_es: Día

source: day(s)
es_es: dias)

source: days
es_es: dias

source: days ago
es_es: hace días

source: DC=example,DC=com
es_es: DC = ejemplo, DC = com

source: December
es_es: diciembre

source: Default Settings
es_es: Configuración por defecto

source: Delete
es_es: Borrar

source: Delete Avatar
es_es: Eliminar Avatar

source: Delete Comment
es_es: Eliminar comentario

source: Delete failed
es_es: Error de borrado

source: Delete Group
es_es: Eliminar grupo

source: DELETE GROUP
es_es: ELIMINAR GRUPO

source: Delete Groups
es_es: Eliminar grupos

source: Delete Permission
es_es: Eliminar permiso

source: Delete profile picture
es_es: Eliminar foto de perfil

source: Delete Profile Picture
es_es: Eliminar foto de perfil

source: Delete Schedule
es_es: Eliminar horario

source: Delete selected Groups
es_es: Eliminar grupos seleccionados

source: Delete selected users
es_es: Eliminar usuarios seleccionados

source: Delete User
es_es: Borrar usuario

source: Delete User(s)
es_es: Eliminar usuario (s)

source: Delete View
es_es: Eliminar vista

source: Deleted
es_es: Eliminado

source: Description
es_es: Descripción

source: Design
es_es: Diseño

source: Design Dataset
es_es: Dataset de diseño

source: Design Report
es_es: Informe de diseño

source: Designer Client Id
es_es: ID de cliente de diseñador

source: Directory Path
es_es: Ruta de directorio

source: Directory Path
es_es: Ruta de directorio

source: Disable
es_es: Inhabilitar

source: Disabling this will not allow the current public reports to be opened by anonymous users. Click on public
es_es: Deshabilitar esto no permitirá que los usuarios anónimos abran los informes públicos actuales. Haga clic en público

source: Display
es_es: Monitor

source: Display the following text to prompt user for a username and password
es_es: Muestre el siguiente texto para solicitar al usuario un nombre de usuario y contraseña

source: Display the following text to prompt user for a username and password:
es_es: Muestre el siguiente texto para solicitar al usuario un nombre de usuario y contraseña:

source: Distinguished Name
es_es: Nombre distinguido

source: Do not cache temporary copies of this report
es_es: No almacene copias temporales de este informe

source: Done
es_es: Hecho

source: Download
es_es: Descargar

source: Download and run the .bat file (Administration Mode) in the Windows Server, where Active Directory Domain Services role is installed
es_es: Descargue y ejecute el archivo .bat (modo de administración) en el servidor de Windows, donde está instalada la función de servicios de dominio de Active Directory.

source: Download Report
es_es: Descargar informe

source: Download sample template
es_es: Descargar plantilla de muestra

source: Download Template
es_es: Descargar la plantilla

source: duplicate group(s) exists
es_es: hay grupos duplicados

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import
es_es: Se encontraron datos duplicados o no válidos. Por favor, cambie los datos en consecuencia y vuelva a importarlos

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import.
es_es: Se encontraron datos duplicados o no válidos. Por favor, cambie los datos en consecuencia y vuelva a importarlos.

source: Duplicate or Invalid data is found. Please change the data accordingly and re-upload the file.
es_es: Se encontraron datos duplicados o no válidos. Por favor, cambie los datos en consecuencia y vuelva a cargar el archivo.

source: Duplicate Table(s)
es_es: Tabla (s) duplicada (s)

source: duplicate user(s) exists
es_es: usuario (s) duplicado (s)

source: duplicate user(s) exists.
es_es: usuario (s) duplicado (s).

source: Duplicated Username or Email Address
es_es: Nombre de usuario duplicado o dirección de correo electrónico

source: Edit
es_es: Editar

source: Edit Comment
es_es: Editar comentario

source: Edit Group
es_es: Editar grupo

source: Edit Profile
es_es: Editar perfil

source: Edit profile picture
es_es: Editar foto de perfíl

source: Edit Report
es_es: Editar informe

source: effective
es_es: eficaz

source: effective from
es_es: válido desde

source: Email address
es_es: Dirección de correo electrónico

source: Email Address
es_es: Dirección de correo electrónico

source: Email address already exists
es_es: La dirección de correo ya existe

source: Email address already exists in list
es_es: La dirección de correo electrónico ya existe en la lista

source: Email address already exists in the list
es_es: La dirección de correo electrónico ya existe en la lista

source: Email address cannot exceed 254 characters
es_es: La dirección de correo electrónico no puede exceder los 254 caracteres

source: Email address is Invalid
es_es: Dirección de correo electrónico es inválida

source: Email resent successfully.
es_es: Correo electrónico resentido con éxito.

source: EMAIL SETTINGS
es_es: AJUSTES DEL CORREO ELECTRÓNICO

source: Embed code updated.
es_es: Código incrustado actualizado

source: Embed code:
es_es: Código de inserción:

source: Embed using azure ad authentication
es_es: Incrustar usando la autenticación de anuncio azul

source: Embed using server authentication
es_es: Incrustar usando autenticación de servidor

source: Embed using windows authentication
es_es: Incrustar usando autenticación de Windows

source: Embedded SQL CE
es_es: SQL embebido CE

source: EmbedReport Error
es_es: Error de EmbedReport

source: Enable
es_es: Habilitar

source: Enable Active Directory Scheduled Synchronization
es_es: Habilite la sincronización programada de Active Directory

source: Enable Azure AD Scheduled Synchronization
es_es: Habilite la sincronización programada de Azure AD

source: Enable Commenting
es_es: Habilitar comentarios

source: Enable database scheduled synchronization
es_es: Habilite la sincronización programada de la base

source: Enable SSL
es_es: Habilitar SSL

source: Enable SSO
es_es: Habilitar SSO

source: Enabled
es_es: Habilitado

source: Ends
es_es: Termina

source: EndsWith
es_es: Termina con

source: Enter your details to create a system administrator account.
es_es: Ingrese sus detalles para crear una cuenta de administrador del sistema.

source: Enter your Organization Name
es_es: Ingrese su nombre de organización

source: Enter your URL
es_es: Ingrese su URL

source: Enter your username or email address and we will send you a link to reset your password.
es_es: Ingrese su nombre de usuario o dirección de correo electrónico y le enviaremos un enlace para restablecer su contraseña.

source: Entity
es_es: Entidad

source: Equal
es_es: Igual

source: Error establishing a connection to the Report Server application database.
es_es: Error al establecer una conexión a la base de datos de la aplicación del servidor de informes.

source: Error in deleting profile picture.
es_es: Error al eliminar la imagen de perfil.

source: Error in update category
es_es: Error en la categoría de actualización

source: Error while adding data source
es_es: Error al agregar una fuente de datos

source: Error while adding dataset
es_es: Error al agregar el conjunto de datos

source: Error while adding file
es_es: Error al agregar archivo

source: Error while connecting the database
es_es: Error al conectar la base de datos

source: Error while creating data source
es_es: Error al crear una fuente de datos

source: Error while updating data source
es_es: Error al actualizar la fuente de datos

source: Error while updating notification settings
es_es: Error al actualizar la configuración de notificación

source: Error while updating notification settings.
es_es: Error al actualizar la configuración de notificación.

source: Error while updating settings.
es_es: Error al actualizar la configuración

source: Error while updating User Settings
es_es: Error al actualizar la configuración del usuario

source: Error while uploading dataset. Please try again.
es_es: Error al cargar el conjunto de datos. Inténtalo de nuevo.

source: Error while uploading report. Please try again.
es_es: Error al cargar el informe. Inténtalo de nuevo.

source: Event
es_es: Evento

source: Every
es_es: Cada

source: Every weekday
es_es: Todos los días de

source: Excel
es_es: Sobresalir

source: Existing Database
es_es: Base de datos existente

source: Existing Group
es_es: Grupo existente

source: Expand
es_es: Expandir

source: Expand All
es_es: Expandir todo

source: External Recipient(s)
es_es: Destinatario (s) externo (s)

source: External Recipients
es_es: Receptores externos

source: Failed to add dataset. Please try again later.
es_es: No se pudo agregar el conjunto de datos. Por favor, inténtelo de nuevo más tarde.

source: Failed to add permission, please try again later.
es_es: No se pudo agregar el permiso. Vuelve a intentarlo más tarde.

source: Failed to add report. Please try again later.
es_es: Error al agregar el informe Por favor, inténtelo de nuevo más tarde.

source: Failed to add the comment, please try again later.
es_es: No se pudo agregar el comentario. Inténtalo de nuevo más tarde.

source: Failed to add the reply, please try again later.
es_es: Error al agregar la respuesta, intente de nuevo más tarde.

source: Failed to create group.
es_es: Error al crear grupo

source: Failed to delete Group(s), please try again later.
es_es: Error al eliminar grupo (s), intente de nuevo más tarde.

source: Failed to delete group, please try again later.
es_es: Error al eliminar el grupo, intente de nuevo más tarde.

source: Failed to delete the comment, please try again later.
es_es: Error al eliminar el comentario, intente de nuevo más tarde.

source: Failed to delete user(s), please try again later.
es_es: Error al eliminar usuario (s), inténtalo de nuevo más tarde.

source: Failed to delete user, please try again later.
es_es: Error al eliminar usuario, por favor intente de nuevo más tarde.

source: Failed to edit the comment, please try again later.
es_es: Error al editar el comentario, por favor intente de nuevo más tarde.

source: Failed to UnWatch this item, please try again later.
es_es: Error al Despertar este ítem, por favor intente de nuevo más tarde.

source: Failed to update dataset. Please try again later.
es_es: Error al actualizar el conjunto de datos Por favor, inténtelo de nuevo más tarde.

source: Failed to update report. Please try again later.
es_es: Error al actualizar el informe. Por favor, inténtelo de nuevo más tarde.

source: Failed to update the Profile picture, try again later.
es_es: Error al actualizar la imagen de perfil, intente de nuevo más tarde.

source: Failed to Watch this item, please try again later.
es_es: Error al mirar este elemento, intente de nuevo más tarde.

source: Favorite Reports
es_es: Informes favoritos

source: Favorites
es_es: Favoritos

source: February
es_es: febrero

source: File
es_es: Archivo

source: File has been added successfully.
es_es: El archivo ha sido agregado exitosamente.

source: File Logs
es_es: Registros de archivos

source: File name already exists
es_es: El nombre de archivo ya existe

source: File Storage
es_es: Almacenamiento de archivos

source: Files
es_es: Archivos

source: FILES
es_es: ARCHIVOS

source: Filter
es_es: Filtro

source: Filter Value
es_es: Valor de filtro

source: first
es_es: primero

source: First name
es_es: Nombre de pila

source: First Name
es_es: Nombre

source: First name :
es_es: Nombre

source: For example
es_es: Por ejemplo

source: For example
es_es: Por ejemplo

source: for more details.
es_es: para más detalles.

source: Forgot password?
es_es: Se te olvidó tu contraseña

source: Forgot your password?
es_es: ¿Olvidaste tu contraseña?

source: Form Relation
es_es: Relación de formulario

source: Format
es_es: Formato

source: fourth
es_es: cuarto

source: Friday
es_es: viernes

source: From Database
es_es: De la base

source: From Database
es_es: De la base

source: from Public access. Internal server error. Please try again.
es_es: del acceso público. Error de servidor interno. Inténtalo de nuevo.

source: Generate and download .bat file
es_es: Generar y descargar el archivo .bat

source: Generate and Download .bat File
es_es: Generar y descargar archivo .bat

source: Generic List
es_es: Lista genérica

source: Get Embed code
es_es: Obtener código incrustado

source: Get Embed Code
es_es: Obtener código incrustado

source: Get Link
es_es: Conseguir enlace

source: Go to first page
es_es: Ir a la primera página

source: Go to last page
es_es: Ir a la última página

source: Go to next page
es_es: Ir a la página siguiente

source: Go to previous page
es_es: Regresar a la pagina anterior

source: Group
es_es: Grupo

source: Group already exists with this name
es_es: El grupo ya existe con este nombre

source: Group creation has been failed.
es_es: La creación de grupo ha fallado.

source: Group has been created successfully.
es_es: Grupo ha sido creado con éxito.

source: Group has been deleted successfully.
es_es: Grupo ha sido eliminado con éxito.

source: Group has been updated successfully.
es_es: El grupo se ha actualizado con éxito.

source: group id
es_es: Identificación del grupo

source: Group name
es_es: Nombre del grupo

source: Group Name
es_es: Nombre del grupo

source: Group Name already exist
es_es: El nombre del grupo ya existe

source: Group name already exists
es_es: El nombre del grupo ya existe

source: Group name should not be empty
es_es: El nombre del grupo no debe estar vacío

source: Group Permissions
es_es: Permisos grupales

source: Group(s)
es_es: Grupo (s)

source: group(s) are deleted.
es_es: grupo (s) se eliminan.

source: group(s) details are modified.
es_es: los detalles del grupo (s) se modifican.

source: group(s) has been imported successfully.
es_es: grupo (s) ha sido importado con éxito.

source: GroupId
es_es: Identificación del grupo

source: Groupname already exists
es_es: El nombre de grupo ya existe

source: Groups
es_es: Grupos

source: GROUPS
es_es: GRUPOS

source: has
es_es: tiene

source: has been added successfully.
es_es: ha sido agregado exitosamente

source: has been started successfully.
es_es: ha sido iniciado exitosamente

source: has mentioned you in the comment on the
es_es: te ha mencionado en el comentario sobre

source: Header Logo
es_es: El logotipo de cabecera

source: Heading
es_es: Título

source: here
es_es: aquí

source: Host Domain name
es_es: Nombre de dominio de host

source: Hourly
es_es: Cada hora

source: Hours ago
es_es: Horas atras

source: If it does not arrive
es_es: Si no llega

source: If made private, the
es_es: Si se hace privado, el

source: If you have read access to this report, you can set the authentication details in the embedded file. Click
es_es: Si tiene acceso de lectura a este informe, puede establecer los detalles de autenticación en el archivo incrustado. Hacer clic

source: If you have read access to this report, you can set the authentication details in the embedded file. Click here for more details.
es_es: Si tiene acceso de lectura a este informe, puede establecer los detalles de autenticación en el archivo incrustado. Haga clic aquí para más detalles.

source: If your application shares the same authentication as that of the Report Server, use SSO and select the corresponding authentication provider.
es_es: Si su aplicación comparte la misma autenticación que la del Servidor de informes, use SSO y seleccione el proveedor de autenticación correspondiente.

source: Image File Format not supported
es_es: Formato de archivo de imagen no admitido

source: Images
es_es: Imágenes

source: Impersonate the authenticated user after a connection has been made to the Data Source
es_es: Suplantar al usuario autenticado después de que se haya realizado una conexión con el origen de datos

source: Import and Activate
es_es: Importar y activar

source: Import and activate users from the list below
es_es: Importar y activar usuarios de la lista a continuación

source: Import from Active Directory
es_es: Importar desde Active Directory

source: Import from Azure AD
es_es: Importar desde Azure AD

source: Import from CSV
es_es: Importar desde CSV

source: Import from Database
es_es: Importar de base de datos

source: Import Group - Status
es_es: Importar grupo - Estado

source: Import groups
es_es: Grupos de importación

source: IMPORT GROUPS
es_es: GRUPOS DE IMPORTACIÓN

source: Import groups from Active Directory
es_es: Importar grupos desde Active Directory

source: Import groups from Azure AD
es_es: Importar grupos desde Azure AD

source: Import the selected groups from the list
es_es: Importar los grupos seleccionados de la lista

source: Import the selected users and activate their accounts
es_es: Importe los usuarios seleccionados y active sus cuentas

source: Import users
es_es: Importar usuarios

source: Import Users
es_es: Importar usuarios

source: IMPORT USERS
es_es: USUARIOS IMPORTANTES

source: IMPORT USERS
es_es: USUARIOS IMPORTANTES

source: Import users from Active Directory
es_es: Importar usuarios de Active Directory

source: Import users from Azure AD
es_es: Importar usuarios de Azure AD

source: Import users from CSV
es_es: Importar usuarios de CSV

source: Import users from database
es_es: Importar usuarios de la base de datos

source: Import users from Database
es_es: Importar usuarios de la base de datos

source: IMPORT USERS FROM DATABASE
es_es: USUARIOS DE IMPORTACIÓN DE BASE DE DATOS

source: Import users from the list below
es_es: Importar usuarios de la lista a continuación

source: Importing users from existing database is not available in automatic account activation type.
es_es: La importación de usuarios de la base de datos existente no está disponible en el tipo de activación automática de cuenta.

source: Inactive
es_es: Inactivo

source: Info
es_es: Información

source: Information
es_es: Información

source: Inherit from global settings
es_es: Heredar de la configuración global

source: Inherited from Group
es_es: Heredado del grupo

source: Inner Join
es_es: Unir internamente

source: Insert Image
es_es: Insertar imagen

source: Internal Server Error
es_es: error de servidor interno

source: Internal server error occurs. Please try again.
es_es: Se produce un error interno del servidor. Inténtalo de nuevo.

source: Internal server error while updating password. Please try again.
es_es: Error interno del servidor al actualizar la contraseña. Inténtalo de nuevo.

source: Internal server error. Please try again later.
es_es: Error de servidor interno. Por favor, inténtelo de nuevo más tarde.

source: Internal server error. Please try again.
es_es: Error de servidor interno. Inténtalo de nuevo.

source: Invalid Azure Blob storage
es_es: Almacenamiento no válido Blob Azure

source: Invalid Azure Blob Storage!
es_es: ¡Almacenamiento de blobs azul no válido!

source: Invalid Blob Service endpoint
es_es: Punto final del servicio Blob no válido

source: Invalid custom End point
es_es: Punto final personalizado no válido

source: Invalid Distinguished Name
es_es: Nombre Distinguido no válido

source: Invalid email address
es_es: * La dirección de correo electrónico no es válido

source: Invalid Email Address
es_es: * La dirección de correo electrónico no es válido

source: Invalid End point
es_es: Punto final inválido

source: Invalid file format
es_es: Formato de archivo inválido

source: Invalid Host Domain name
es_es: Nombre de dominio del host no válido

source: Invalid LDAP URL
es_es: URL LDAP inválida

source: Invalid link
es_es: Enlace inválido

source: Invalid Metadata URI
es_es: URI de metadatos no válidos

source: Invalid password
es_es: Contraseña invalida

source: invalid user(s) exists
es_es: usuario (s) inválido (s) existe

source: invalid user(s) exists
es_es: usuario (s) inválido (s) existe

source: Invalid username
es_es: Nombre de usuario no válido

source: Invalid username or email address
es_es: Nombre de usuario o dirección de correo electrónico no válidos

source: Invalid Username or Email Address
es_es: Nombre de usuario o dirección de correo electrónico no válidos

source: IsActive
es_es: Está activo

source: IsActive :
es_es: Está activo :

source: IsActive Value :
es_es: Valor activo:

source: It must contain,
es_es: Debe contener,

source: Italic
es_es: Itálico

source: Item Actions
es_es: Acciones del artículo

source: January
es_es: enero

source: Join type
es_es: Unirse al tipo

source: July
es_es: julio

source: June
es_es: junio

source: Just now
es_es: Justo ahora

source: Kerberos Authentication
es_es: Autenticación de Kerberos

source: Kerberos Authentication Settings
es_es: Configuraciones de Autenticación de Kerberos

source: KERBEROS AUTHENTICATION SETTINGS
es_es: CONFIGURACIÓN DE AUTENTICACIÓN DE KERBEROS

source: Keyword not supported:
es_es: Palabra clave no soportada:

source: Know your password?
es_es: ¿Conoce su contraseña?

source: Language
es_es: Idioma

source: last
es_es: último

source: Last Modified
es_es: Última modificación

source: Last name
es_es: Apellido

source: Last Name
es_es: Apellido

source: Last name :
es_es: Apellido

source: Last Run
es_es: Última carrera

source: Left Join
es_es: Izquierda Únete

source: Left table
es_es: Mesa izquierda

source: Left table condition
es_es: Condición de la mesa izquierda

source: License limit reached
es_es: Límite de licencia alcanzado

source: License Settings
es_es: Configuración de licencia

source: Licenses currently in use
es_es: Licencias actualmente en uso

source: Link to Report
es_es: Enlace al informe

source: LOAD MORE
es_es: Carga más

source: Loading...
es_es: Cargando...

source: Log In
es_es: Iniciar sesión

source: Log in screen
es_es: Pantalla de ingreso al sistema

source: Log in using
es_es: Inicie sesión usando

source: Log Out
es_es: Cerrar sesión

source: LOG OUT
es_es: Cerrar sesión

source: Login
es_es: Iniciar sesión

source: LOGIN
es_es: Iniciar sesión

source: Machine name
es_es: Nombre de la máquina

source: Mail notifications
es_es: Notificaciones por correo

source: Make Private
es_es: Hazlo privado

source: Make public
es_es: Hacer público

source: Make Public
es_es: Hacer público

source: Manage License
es_es: Administrar licencia

source: MANAGE LICENSES
es_es: GESTIONAR LICENCIAS

source: Manage Permission
es_es: Administrar el permiso

source: Manage Permissions
es_es: Administrar permisos

source: Manage the available user licenses
es_es: Administrar las licencias de usuario disponibles

source: March
es_es: marzo

source: Mark reports as public
es_es: Marcar informes como públicos

source: Maximum:50 MB
es_es: Máximo: 50 MB

source: May
es_es: Mayo

source: Metadata URI
es_es: URI de metadatos

source: Minutes ago
es_es: Hace minutos

source: Mobile App Client Id
es_es: ID de cliente de aplicación móvil

source: Mobile No
es_es: No móviles

source: Modified date
es_es: Fecha modificada

source: Modified Date
es_es: Fecha modificada

source: Modify
es_es: Modificar

source: Monday
es_es: lunes

source: month(s)
es_es: meses)

source: Monthly
es_es: Mensual
