Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: Connection string
ar_ae: سلسلة الاتصال
de_de: Verbindungszeichen:
fr_fr: 30, Chaîne de connexion,
it_it: Stringa di connessione

source: Connection String
ar_ae: سلسلة الاتصال
de_de: Verbindungszeichen:
fr_fr: 30, Chaîne de connexion,
it_it: Stringa di connessione

source: Connection string should contain data source and catalog fields
ar_ae: يجب أن تحتوي سلسلة الاتصال على مصدر بيانات وحقول كتالوج
de_de: Die Verbindungszeichenfolge sollte Datenquellen- und Katalogfelder enthalten
fr_fr: La chaîne de connexion doit contenir des champs de source de données et de catalogue
it_it: La stringa di connessione dovrebbe contenere i campi dell'origine dati e del catalogo

source: Connection string should contain datasource
ar_ae: يجب أن تحتوي سلسلة الاتصال على مصدر بيانات
de_de: Die Verbindungszeichenfolge sollte eine Datenquelle enthalten
fr_fr: La chaîne de connexion doit contenir la source de données
it_it: La stringa di connessione dovrebbe contenere l'origine dati

source: Connection string should contain datasource and initial catalog fields
ar_ae: يجب أن تحتوي سلسلة الاتصال على مصدر بيانات وحقول كتالوج أولية
de_de: Die Verbindungszeichenfolge sollte Datenquellen und erste Katalogfelder enthalten
fr_fr: La chaîne de connexion doit contenir la source de données et les champs de catalogue initial
it_it: La stringa di connessione dovrebbe contenere l'origine dati e i campi del catalogo iniziale

source: Connection string should contain server, database and domain fields
ar_ae: يجب أن تحتوي سلسلة الاتصال على ملقم وقاعدة بيانات ومجالات مجال
de_de: Die Verbindungszeichenfolge sollte Server-, Datenbank- und Domänenfelder enthalten
fr_fr: La chaîne de connexion doit contenir les champs de serveur, de base de données et de domaine
it_it: La stringa di connessione dovrebbe contenere campi server, database e dominio

source: Connection string should not be empty
ar_ae: يجب ألا تكون سلسلة الاتصال فارغة
de_de: Die Verbindungszeichenfolge sollte nicht leer sein
fr_fr: La chaîne de connexion ne doit pas être vide
it_it: La stringa di connessione non dovrebbe essere vuota

source: Contact your System Administrator to enable viewing public reports. Click
ar_ae: اتصل بمسؤول النظام لتمكين عرض التقارير العامة. انقر
de_de: Wenden Sie sich an Ihren Systemadministrator, um das Anzeigen öffentlicher Berichte zu aktivieren. Klicken
fr_fr: Contactez votre administrateur système pour activer l'affichage des rapports publics. Cliquez sur
it_it: Contattare l'amministratore di sistema per abilitare la visualizzazione di report pubblici. Clic

source: Container name
ar_ae: اسم الحاوية
de_de: Name des Containers
fr_fr: Nom du conteneur
it_it: Nome del contenitore

source: Contains
ar_ae: يحتوي على
de_de: Enthält
fr_fr: Contenu
it_it: Contenuto

source: Copied
ar_ae: تم النسخ!
de_de: kopiert
fr_fr: Copier
it_it: Copiato

source: Copied from
ar_ae: تم نسخها من
de_de: Kopiert von
fr_fr: Copié de
it_it: Copiato da

source: Copy
ar_ae: نسخ
de_de: Kopieren
fr_fr: Copier
it_it: Copia

source: Copy Report
ar_ae: نسخ التقرير
de_de: Bericht kopieren
fr_fr: Copier le rapport
it_it: Copia rapporto

source: Create
ar_ae: ينشئ
de_de: Erstellen
fr_fr: Créer
it_it: Crea

source: CREATE
ar_ae: كون
de_de: ERSTELLEN
fr_fr: CRÉER
it_it: CREA

source: Create Category
ar_ae: إنشاء فئة
de_de: Neue Kategorie
fr_fr: Créer une Catégorie
it_it: Creare Categoria

source: Create Data Source
ar_ae: إنشاء مصدر البيانات
de_de: Erstellen Sie eine Datenquelle
fr_fr: Créer une source de données
it_it: Crea origine dati

source: Create Dataset
ar_ae: إنشاء مجموعة بيانات
de_de: Datensatz erstellen
fr_fr: Créer un jeu de données
it_it: Crea set di dati

source: Create Group
ar_ae: إنشاء مجموعة ....
de_de: Gruppe erstellen
fr_fr: Créer un groupe
it_it: Creare un gruppo

source: Create Link
ar_ae: إنشاء رابط
de_de: Link aufbauen
fr_fr: Créer un lien
it_it: Creazione di un link

source: Create new password
ar_ae: إنشاء كلمة مرور جديدة
de_de: Erstelle ein neues Passwort
fr_fr: Créer un Nouveau Mot de passe
it_it: Crea una nuova password

source: Create Report
ar_ae: إنشاء تقرير
de_de: Bericht erstellen
fr_fr: Creer un rapport
it_it: Crea rapporto

source: Create Reports
ar_ae: إنشاء التقارير.
de_de: Berichte erstellen
fr_fr: Créer des rapports
it_it: Crea rapporti

source: Create User
ar_ae: إنشاء العضو
de_de: Benutzer erstellen
fr_fr: Créer un utilisateur
it_it: Creare un utente

source: Created By
ar_ae: عمل بواسطة
de_de: Erstellt von
fr_fr: Créé par
it_it: Creato da

source: Credentials are not required
ar_ae: ليست هناك حاجة إلى وثائق التفويض
de_de: Anmeldeinformationen sind nicht erforderlich
fr_fr: Les justificatifs ne sont pas requis
it_it: Le credenziali non sono richieste

source: Credentials are required
ar_ae: يجب تقديم أوراق الاعتماد
de_de: Anmeldeinformationen sind erforderlich
fr_fr: Les accréditations sont requises
it_it: Le credenziali sono obbligatorie

source: Credentials stored securely in the report server
ar_ae: أوراق الاعتماد المخزنة بشكل آمن في خادم التقرير
de_de: Anmeldeinformationen sicher im Berichtsserver gespeichert
fr_fr: Informations d'identification stockées de manière sécurisée dans le serveur de rapports
it_it: Credenziali archiviate in modo sicuro nel server di report

source: Credentials supplied by the user running the report
ar_ae: وثائق التفويض المقدمة من قبل المستخدم الذي يشغل التقرير
de_de: Anmeldeinformationen, die vom Benutzer bereitgestellt werden, der den Bericht ausführt
fr_fr: Informations d'identification fournies par l'utilisateur exécutant le rapport
it_it: Credenziali fornite dall'utente che esegue il report

source: Current Password
ar_ae: كلمة المرور الحالية
de_de: Aktuelles Passwort
fr_fr: Mot de passe actuel
it_it: Password attuale

source: CURRENT VIEW
ar_ae: العرض الحالي
de_de: AKTUELLE ANSICHT
fr_fr: VUE ACTUELLE
it_it: VISTA CORRENTE

source: Customization of notifications for Report Server
ar_ae: تخصيص الإخطارات لخادم التقرير
de_de: Anpassung von Benachrichtigungen für den Berichtsserver
fr_fr: Personnalisation des notifications pour Report Server
it_it: Personalizzazione delle notifiche per Report Server

source: Daily
ar_ae: يومي
de_de: Täglich
fr_fr: Jours
it_it: Quotidiano

source: Data Source
ar_ae: مصدر البيانات
de_de: Datenquelle
fr_fr: Source de données
it_it: Dati di Origine

source: Data Source has been added successfully.
ar_ae: تمت إضافة مصدر البيانات بنجاح.
de_de: Die Datenquelle wurde erfolgreich hinzugefügt.
fr_fr: La source de données a été ajoutée avec succès.
it_it: Data Source è stata aggiunta con successo.

source: Data Source has been updated successfully.
ar_ae: تم تحديث مصدر البيانات بنجاح.
de_de: Die Datenquelle wurde erfolgreich aktualisiert.
fr_fr: La source de données a été mise à jour avec succès.
it_it: L'origine dati è stata aggiornata correttamente.

source: Data Source Name
ar_ae: اسم مصدر البيانات
de_de: Datenquellenname
fr_fr: Nom de la source de données
it_it: Nome origine dati

source: Data Source name already exists
ar_ae: اسم مصدر البيانات موجود بالفعل
de_de: Der Name der Datenquelle ist bereits vorhanden
fr_fr: Le nom de la source de données existe déjà
it_it: Il nome dell'origine dati esiste già

source: Data Source type
ar_ae: نوع مصدر البيانات
de_de: Typ Datenquell
fr_fr: Type de sources de données
it_it: Tipo di origine dati

source: Data source(s) updated successfully.
ar_ae: تم تحديث مصدر (مصادر) البيانات بنجاح.
de_de: Datenquelle (n) wurde erfolgreich aktualisiert.
fr_fr: Source (s) de données mise à jour avec succès.
it_it: Le origini dati sono state aggiornate correttamente.

source: Data Sources
ar_ae: مصادر البيانات
de_de: Datenquellen
fr_fr: Sources de données
it_it: Origine dei dati

source: DATA SOURCES
ar_ae: مصادر البيانات
de_de: Datenquellen
fr_fr: SOURCES DE DONNÉES

source: Database
ar_ae: قاعدة البيانات
de_de: Datenbank
fr_fr: Base de Données

source: Database Creation
ar_ae: إنشاء قاعدة البيانات
de_de: Datenbankerstellung
fr_fr: Création de base
it_it: Creazione del database

source: Database Error
ar_ae: خطأ في قاعدة البيانات
de_de: Datenbankfehler

source: Database name already exists
ar_ae: اسم قاعدة البيانات موجود بالفعل
de_de: Der Datenbankname ist bereits vorhanden
fr_fr: Le nom de base de données existe déjà
it_it: Il nome del database esiste già

source: Database name is already exist
ar_ae: اسم قاعدة البيانات موجود بالفعل
de_de: Der Datenbankname ist bereits vorhanden
fr_fr: Le nom de la base de données existe déjà
it_it: Il nome del database esiste già

source: Database Name/Username
ar_ae: اسم قاعدة البيانات / اسم المستخدم
de_de: Datenbankname / Benutzername
fr_fr: Nom de la base de données / nom d'utilisateur
it_it: Nome database / nome utente

source: Database password
ar_ae: 57 كلمة مرور قاعدة البيانات
de_de: Datenbankkennwort
fr_fr: 57 Mot de passe de base de données
it_it: Password del database

source: Database Schedule Synchronization
ar_ae: جدول قاعدة بيانات التزامن
de_de: Datenbank-Zeitplan-Synchronisierung
fr_fr: Synchronisation de planification de base de données
it_it: Sincronizzazione pianificazione database

source: Database Synchronization
ar_ae: تزامن قاعدة البيانات
de_de: Datenbanksynchronisierung
fr_fr: Synchronisation de base de données
it_it: Sincronizzazione del database

source: DATABASE SYNCHRONIZATION SCHEDULE
ar_ae: داتاباس سينكرونيزاتيون شكيدول
de_de: DATENBANK-SYNCHRONISIERUNGSPLAN
fr_fr: CALENDRIER DE SYNCHRONISATION DE BASES DE DONNÉES
it_it: PROGRAMMA DI SINCRONIZZAZIONE DEL DATABASE

source: Database type
ar_ae: نوع قاعدة البيانات
de_de: Datenbanktyp:
fr_fr: Type de base
it_it: Tipo di database

source: Database User Import
ar_ae: استيراد قاعدة بيانات المستخدم
de_de: Datenbankbenutzerimport
fr_fr: Importation d'utilisateurs
it_it: Importazione utente del database

source: Database User Synchronization - USERS
ar_ae: قاعدة بيانات مزامنة المستخدم - وسرس
de_de: Datenbank-Benutzersynchronisation - BENUTZER
fr_fr: Synchronisation de l'utilisateur de base de données - UTILISATEURS
it_it: Sincronizzazione utente del database - UTENTI

source: Dataset
ar_ae: البيان
de_de: Datensatz
fr_fr: Jeux de données

source: Dataset has been added successfully.
ar_ae: تمت إضافة مجموعة البيانات بنجاح.
de_de: Datensatz wurde erfolgreich hinzugefügt.
fr_fr: Le jeu de données a été ajouté avec succès.
it_it: Il set di dati è stato aggiunto con successo.

source: Dataset has been updated successfully.
ar_ae: تم تحديث مجموعة البيانات بنجاح.
de_de: Datensatz wurde erfolgreich aktualisiert.
fr_fr: Le jeu de données a été mis à jour avec succès.
it_it: Il set di dati è stato aggiornato correttamente.

source: Dataset has been uploaded successfully.
ar_ae: تم تحميل مجموعة البيانات بنجاح.
de_de: Datensatz wurde erfolgreich hochgeladen.
fr_fr: Le jeu de données a été téléchargé avec succès.
it_it: Il set di dati è stato caricato con successo.

source: Dataset name already exists
ar_ae: اسم مجموعة البيانات موجود بالفعل
de_de: Der Datensatzname ist bereits vorhanden
fr_fr: Le nom du jeu de données existe déjà
it_it: Il nome del set di dati esiste già

source: Datasets
ar_ae: بيان
de_de: Datensätze
fr_fr: Jeux de données
it_it: set di

source: DataSets
ar_ae: البيانات
de_de: Datensätze
fr_fr: Ensembles de données
it_it: set di

source: DATASETS
ar_ae: البيانات
de_de: Datensätze
fr_fr: DONNÉES
it_it: set di

source: DataSource
ar_ae: مصدر البيانات
de_de: Datenquelle
fr_fr: La source de données
it_it: Origine dati

source: Date
ar_ae: تاريخ
de_de: Datum
it_it: Data

source: Date format
ar_ae: صيغة التاريخ
de_de: Datumsformat
fr_fr: Format de date
it_it: Formato data

source: day
ar_ae: يوم
de_de: Tag
fr_fr: jour
it_it: giorno

source: Day
ar_ae: يوم
de_de: Tag
fr_fr: Jour
it_it: Giorno

source: day(s)
ar_ae: أيام
de_de: verfaulte er innerhalb weniger T
fr_fr: jour(s)
it_it: giorno(i)

source: days
ar_ae: أيام
de_de: Tage
fr_fr: journées
it_it: giorni

source: days ago
ar_ae: أيام مضت
de_de: Vor Tagen
it_it: Giorni fa

source: DC=example,DC=com
ar_ae: DC = سبيل المثال، DC = كوم
de_de: DC = Beispiel, DC = com
fr_fr: DC = exemple, DC = com
it_it: DC = esempio, DC = com

source: December
ar_ae: ديسمبر
de_de: Dezember
fr_fr: Décembre
it_it: Dicembre

source: Default Settings
ar_ae: الإعدادات الافتراضية
de_de: Lösche
fr_fr: Réglages par défaut
it_it: Impostazioni predefinite

source: Delete
ar_ae: حذف
fr_fr: Rayer
it_it: Elimina

source: Delete Avatar
ar_ae: حذف الصورة الشخصية
de_de: Avatar löschen
fr_fr: Effacer Avatar
it_it: Eliminare Avatar

source: Delete Comment
ar_ae: حذف تعليق
de_de: Kommentar löschen
fr_fr: Supprimer le commentaire
it_it: Elimina commento

source: Delete failed
ar_ae: أخفق الحذف
de_de: Löschvorgang ist fehlgeschlagen.
fr_fr: Echec de suppression
it_it: Eliminazione fallita.

source: Delete Group
ar_ae: حذف المجموعة
de_de: Gruppe löschen
fr_fr: Supprimer Groupe
it_it: Elimina gruppo

source: DELETE GROUP
ar_ae: حذف المجموعة
de_de: Gruppe löschen
fr_fr: Supprimer le groupe
it_it: Elimina gruppo

source: Delete Groups
ar_ae: حذف المجموعات
de_de: Gruppen löschen
fr_fr: Supprimer les groupes
it_it: Elimina gruppi

source: Delete Permission
ar_ae: حذف إذن
de_de: Berechtigung löschen
fr_fr: Supprimer la permission
it_it: Elimina autorizzazione

source: Delete profile picture
ar_ae: حذف صورة الملف الشخصي
de_de: Profilbild löschen
fr_fr: Supprimer la photo de profil
it_it: Elimina la foto del profilo

source: Delete Profile Picture
ar_ae: حذف صورة الملف الشخصي
de_de: Profilbild löschen
fr_fr: Supprimer l'image de profil
it_it: Elimina immagine profilo

source: Delete Schedule
ar_ae: حذف الجدول
de_de: Zeitplan löschen
fr_fr: Supprimer Calendrier
it_it: Elimina pianificazione

source: Delete selected Groups
ar_ae: حذف المجموعات المحددة
de_de: Löschen Sie ausgewählte Gruppen
fr_fr: Supprimer les groupes sélectionnés
it_it: Elimina i gruppi selezionati

source: Delete selected users
ar_ae: حذف المستخدمين المحددين
de_de: Löschen Sie ausgewählte Benutzer
fr_fr: Supprimer les utilisateurs sélectionnés
it_it: Elimina utenti selezionati

source: Delete User
ar_ae: مسح المستخدم
de_de: Benutzer löschen
fr_fr: Supprimer l'utilisateur
it_it: Cancella Utente

source: Delete User(s)
ar_ae: حذف مستخدمين
de_de: Nutzer löschen
fr_fr: Supprimer les utilisateurs
it_it: Elimina utenti

source: Delete View
ar_ae: حذف العرض
de_de: Ansicht löschen
fr_fr: Supprimer la vue
it_it: Elimina vista

source: Deleted
ar_ae: تم الحذف
de_de: Gelöscht
fr_fr: Supprimé
it_it: Eliminato

source: Description
ar_ae: وصف
de_de: Beschreibung
it_it: Descrizione

source: Design
ar_ae: التصميم

source: Design Dataset
ar_ae: تصميم مجموعة البيانات
de_de: Entwurfsdatensatz
fr_fr: Jeu de données de conception
it_it: Set di dati di progettazione

source: Design Report
ar_ae: تقرير التصميم
de_de: Designbericht
fr_fr: Rapport de conception
it_it: Rapporto di progettazione

source: Designer Client Id
ar_ae: معرف عميل المصمم
fr_fr: ID du client Designer
it_it: ID cliente designer

source: Directory Path
ar_ae: مسار الدليل
de_de: Verzeichnispfad
fr_fr: Chemin du répertoire
it_it: Percorso della directory

source: Directory Path
ar_ae: مسار الدليل
de_de: Verzeichnispfad
fr_fr: Chemin du répertoire
it_it: Percorso della directory

source: Disable
ar_ae: تعطيل
de_de: Deaktivieren
fr_fr: Désactiver

source: Disabling this will not allow the current public reports to be opened by anonymous users. Click on public
ar_ae: لن يؤدي تعطيل هذا الإجراء إلى السماح للمستخدمين المجهولين بفتح التقارير العامة الحالية. انقر على عام
de_de: Wenn dies deaktiviert wird, können die aktuellen öffentlichen Berichte nicht von anonymen Benutzern geöffnet werden. Klicken Sie auf öffentlich
fr_fr: La désactivation de cette option ne permettra pas l'ouverture des rapports publics en cours par des utilisateurs anonymes. Cliquez sur public
it_it: La disabilitazione di questo non consentirà l'apertura dei report pubblici correnti da parte di utenti anonimi. Clicca su pubblico

source: Display
ar_ae: الشاشة
de_de: Anzeige
fr_fr: Affichage
it_it: Mostra

source: Display the following text to prompt user for a username and password
ar_ae: عرض النص التالي لمطالبة المستخدم باسم المستخدم وكلمة المرور
de_de: Zeigen Sie den folgenden Text an, um den Benutzer zur Eingabe eines Benutzernamens und eines Kennworts aufzufordern
fr_fr: Afficher le texte suivant pour inviter l'utilisateur à entrer un nom d'utilisateur et un mot de passe
it_it: Mostra il seguente testo per richiedere all'utente un nome utente e una password

source: Display the following text to prompt user for a username and password:
ar_ae: عرض النص التالي لمطالبة المستخدم باسم المستخدم وكلمة المرور:
de_de: Zeigen Sie den folgenden Text an, um den Benutzer zur Eingabe eines Benutzernamens und eines Kennworts aufzufordern:
fr_fr: Afficher le texte suivant pour inviter l'utilisateur à entrer un nom d'utilisateur et un mot de passe:
it_it: Mostra il seguente testo per richiedere all'utente un nome utente e una password:

source: Distinguished Name
ar_ae: الاسم المميز
fr_fr: Nom distingué
it_it: Nome distinto

source: Do not cache temporary copies of this report
ar_ae: لا تخزن نسخا مؤقتة من هذا التقرير
de_de: Zwischenspeichern von temporären Kopien dieses Berichts nicht
fr_fr: Ne pas mettre en cache les copies temporaires de ce rapport
it_it: Non memorizzare nella cache copie temporanee di questo rapporto

source: Done
ar_ae: تم
de_de: Fertig
fr_fr: Fait
it_it: Fatto

source: Download
ar_ae: تنزيل
fr_fr: Télécharger
it_it: Scarica

source: Download and run the .bat file (Administration Mode) in the Windows Server, where Active Directory Domain Services role is installed
ar_ae: تحميل وتشغيل ملف .bat (وضع الإدارة) في ويندوز سيرفر حيث يتم تثبيت دور "خدمات مجال أكتيف ديركتوري"
de_de: Laden Sie die .bat-Datei (Verwaltungsmodus) herunter und führen Sie sie im Windows-Server aus, auf dem die Active Directory-Domänendienste-Rolle installiert ist
fr_fr: Téléchargez et exécutez le fichier .bat (mode Administration) dans Windows Server, où le rôle Services de domaine Active Directory est installé
it_it: Scarica ed esegui il file .bat (modalità di amministrazione) in Windows Server, dove è installato il ruolo Servizi di dominio Active Directory

source: Download Report
ar_ae: تنزيل التقرير
de_de: Bericht Herunterladen
fr_fr: Télécharger le rapport
it_it: Scarica rapporto

source: Download sample template
ar_ae: تنزيل نموذج النموذج
de_de: Beispielvorlage herunterladen
fr_fr: Télécharger un exemple de modèle
it_it: Scarica il modello di esempio

source: Download Template
ar_ae: تحميل قالب
de_de: Vorlage herunterladen
fr_fr: Télécharger le modèle
it_it: Scarica il modello

source: duplicate group(s) exists
ar_ae: توجد مجموعة (مجموعات) مكررة
de_de: doppelte Gruppe (n) existiert
fr_fr: groupe (s) dupliqué (s)
it_it: esiste un gruppo di duplicati

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import
ar_ae: تم العثور على بيانات مكررة أو غير صالحة. يرجى تغيير البيانات وفقا لذلك وإعادة الاستيراد
de_de: Doppelte oder ungültige Daten wurden gefunden. Bitte ändern Sie die Daten entsprechend und importieren Sie sie erneut
fr_fr: Des données en double ou non valides sont trouvées. Veuillez modifier les données en conséquence et réimporter
it_it: Sono stati trovati dati duplicati o non validi. Si prega di modificare i dati di conseguenza e reimportare

source: Duplicate or Invalid data is found. Please change the data accordingly and re-import.
ar_ae: تم العثور على بيانات مكررة أو غير صالحة. يرجى تغيير البيانات وفقا لذلك وإعادة الاستيراد.
de_de: Doppelte oder ungültige Daten wurden gefunden. Bitte ändern Sie die Daten entsprechend und importieren Sie sie erneut.
fr_fr: Des données en double ou non valides sont trouvées. Veuillez modifier les données en conséquence et réimporter.
it_it: Sono stati trovati dati duplicati o non validi. Si prega di modificare i dati di conseguenza e reimportare.

source: Duplicate or Invalid data is found. Please change the data accordingly and re-upload the file.
ar_ae: تم العثور على بيانات مكررة أو غير صالحة. يرجى تغيير البيانات وفقا لذلك وإعادة تحميل الملف.
de_de: Doppelte oder ungültige Daten wurden gefunden. Bitte ändern Sie die Daten entsprechend und laden Sie die Datei erneut hoch.
fr_fr: Des données en double ou non valides sont trouvées. Veuillez modifier les données en conséquence et télécharger de nouveau le fichier.
it_it: Sono stati trovati dati duplicati o non validi. Si prega di cambiare i dati di conseguenza e ricaricare il file.

source: Duplicate Table(s)
ar_ae: جدول (جداول) مكرر
de_de: Doppelte Tabelle (n)
fr_fr: Table (s) en double
it_it: Tabella / e duplicata / e

source: duplicate user(s) exists
ar_ae: يوجد مستخدمون مكررة
de_de: doppelte Benutzer existieren
fr_fr: utilisateur (s) en double existe (s)
it_it: esiste un utente duplicato

source: duplicate user(s) exists.
ar_ae: يوجد مستخدمون مكررة.
de_de: doppelte Benutzer existieren.
fr_fr: des utilisateurs en double existent.
it_it: esiste un utente duplicato.

source: Duplicated Username or Email Address
ar_ae: اسم المستخدم المكرر أو عنوان البريد الإلكتروني
de_de: Duplizierter Benutzername oder E-Mail-Adresse
fr_fr: Nom d'utilisateur ou adresse e-mail en double
it_it: Nome utente o indirizzo email duplicati

source: Edit
ar_ae: تصحيح
de_de: Bearbeiten
fr_fr: Modif
it_it: Modifica

source: Edit Comment
ar_ae: تعديل التعليق
de_de: Kommentar bearbeiten
fr_fr: Modifier le commentaire
it_it: Modifica commento

source: Edit Group
ar_ae: تعديل المجموعة
de_de: Gruppe bearbeiten
fr_fr: Modifier le Groupe
it_it: Modifica gruppo

source: Edit Profile
ar_ae: تعديل الملف الشخصي
de_de: Profil bearbeiten
fr_fr: Editer le profil
it_it: Modifica Profilo

source: Edit profile picture
ar_ae: تعديل الصورة الشخصية
de_de: Bearbeite Profilbild
fr_fr: Éditer la photo de profil
it_it: Modifica la foto del profilo

source: Edit Report
ar_ae: تحرير التقرير
de_de: Bericht bearbeiten
fr_fr: Modifier le rapport
it_it: Modifica rapporto

source: effective
ar_ae: فعال
de_de: wirksam
fr_fr: EFFICACE
it_it: efficace

source: effective from
ar_ae: فعالة من
de_de: gültig ab
fr_fr: à compter de
it_it: efficace da

source: Email
ar_ae: البريد الإلكتروني

source: E-mail
ar_ae: البريد الإلكتروني

source: E-mail :
ar_ae: البريد الإلكتروني*
de_de: Emails

source: Email address
ar_ae: عنوان البريد الإلكتروني
de_de: E-Mail-Addresse
fr_fr: Email
it_it: Indirizzo email

source: Email Address
ar_ae: عنوان البريد الإلكتروني
de_de: E-Mail-Addresse
fr_fr: Adresse email
it_it: Indirizzo mail

source: Email address already exists
ar_ae: عنوان البريد الإلكتروني موجود من قبل
de_de: Diese E-Mail Adresse ist bereits vergeben.
fr_fr: L'adresse mail existe déjà
it_it: l'indirizzo email è già esistente

source: Email address already exists in list
ar_ae: عنوان البريد الإلكتروني موجود بالفعل في القائمة
de_de: Die E-Mail-Adresse existiert bereits in der Liste
fr_fr: L'adresse e-mail existe déjà dans la liste
it_it: L'indirizzo email esiste già nell'elenco

source: Email address already exists in the list
ar_ae: عنوان البريد الإلكتروني موجود بالفعل في القائمة
de_de: Die E-Mail-Adresse ist bereits in der Liste vorhanden
fr_fr: L'adresse e-mail existe déjà dans la liste
it_it: L'indirizzo email esiste già nella lista

source: Email address cannot exceed 254 characters
ar_ae: لا يمكن أن يتجاوز عنوان البريد الإلكتروني 254 حرفا
de_de: Die E-Mail-Adresse darf nicht länger als 254 Zeichen sein
fr_fr: L'adresse e-mail ne peut pas dépasser 254 caractères
it_it: L'indirizzo email non può superare i 254 caratteri

source: Email address is Invalid
ar_ae: عنوان البريد الإلكتروني غير صالح
de_de: E-Mail-Adresse ist ungültig
fr_fr: Adresse email invalide
it_it: L'indirizzo email non è valido

source: Email resent successfully.
ar_ae: تمت إعادة إرسال البريد الإلكتروني بنجاح.
de_de: E-Mail erneut erfolgreich gesendet.
fr_fr: Email renvoyé avec succès.
it_it: L'email è stata inviata correttamente.
