Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: Specify custom endpoints
ar_ae: حدد نقاط النهاية المخصصة
de_de: Geben Sie benutzerdefinierte Endpunkte an
fr_fr: Spécifiez des points de terminaison personnalisés
it_it: Specifica endpoint personalizzati

source: Specify properties that determine how the report server runs the reports
ar_ae: تحديد الخصائص التي تحدد كيفية تشغيل ملقم التقرير التقارير
de_de: Geben Sie Eigenschaften an, die bestimmen, wie der Berichtsserver die Berichte ausführt
fr_fr: Spécifiez les propriétés qui déterminent la manière dont le serveur de rapports exécute les rapports
it_it: Specificare le proprietà che determinano il modo in cui il server di report esegue i report

source: SQL Authentication
ar_ae: مصادقة سكل
de_de: SQL-Authentifizierung
fr_fr: Authentification SQL
it_it: Autenticazione SQL

source: SQL Server
ar_ae: {0}•{/0}{1} {/1}{0}SQL server 2005/2008{/0}
de_de: {0}SQLServer 2005{/0} {1}14{/1}
fr_fr: Serveur SQL
it_it: server SQL

source: SSO Settings
ar_ae: إعدادات الدخول الموحد (سسو)
de_de: SSO-Einstellungen
fr_fr: Paramètres SSO
it_it: Impostazioni SSO

source: SSO settings has been updated. The application will be restarted automatically inorder to apply this changes.
ar_ae: تم تحديث إعدادات الدخول الموحد (سسو). سيتم إعادة تشغيل التطبيق تلقائيا لتطبيق هذه التغييرات.
de_de: SSO-Einstellungen wurden aktualisiert. Die Anwendung wird automatisch neu gestartet, um diese Änderungen zu übernehmen.
fr_fr: Les paramètres SSO ont été mis à jour. L'application sera redémarrée automatiquement afin d'appliquer ces modifications.
it_it: Le impostazioni SSO sono state aggiornate. L'applicazione verrà riavviata automaticamente inorder per applicare queste modifiche.

source: Starts on
ar_ae: يبدأ
de_de: Startet am:
fr_fr: Commence le
it_it: Inizia

source: StartsWith
ar_ae: ابدا ب
de_de: {0} beginnt mit {1}
fr_fr: commence par
it_it: Inizia con

source: Status
ar_ae: الحالة
fr_fr: Statut
it_it: Stato

source: Storage Account name
ar_ae: اسم حساب التخزين
de_de: Name des Speicherkontos
fr_fr: Nom du compte de stockage
it_it: Nome dell'account di archiviazione

source: Storage Settings
ar_ae: إعدادات التخزين
de_de: Speichereinstellungen
fr_fr: Paramètres de stockage
it_it: Impostazioni di archiviazione

source: Subdomain name should match with the Account name
ar_ae: يجب أن يتطابق اسم النطاق الفرعي مع اسم الحساب
de_de: Der Name der Subdomain sollte mit dem Kontonamen übereinstimmen
fr_fr: Le nom du sous-domaine doit correspondre au nom du compte
it_it: Il nome del sottodominio deve corrispondere al nome dell'account

source: Submit
ar_ae: عرض
de_de: Senden
fr_fr: Envoyer
it_it: Invio

source: Sunday
ar_ae: الأحد
de_de: Sonntag
fr_fr: Dimanche
it_it: Domenica

source: Synchronization
ar_ae: تزامن
de_de: Synchronisation
fr_fr: Synchronisation
it_it: Sincronizzazione

source: Synchronization Group - Status
ar_ae: مجموعة التزامن - الحالة
de_de: Synchronisierungsgruppe - Status
fr_fr: Groupe de synchronisation - Statut
it_it: Gruppo di sincronizzazione: stato

source: Synchronize
ar_ae: تزامن
de_de: Synchronisieren
fr_fr: Synchroniser
it_it: Sincronizza

source: Synchronize Active Directory Groups
ar_ae: مزامنة مجموعات أكتيف ديركتوري
de_de: Synchronisieren Sie Active Directory-Gruppen
fr_fr: Synchroniser les groupes Active Directory
it_it: Sincronizza gruppi di Active Directory

source: Synchronize Active Directory users and groups on a regular schedule
ar_ae: مزامنة مستخدمي أكتيف ديركتوري والمجموعات على جدول منتظم
de_de: Synchronisieren Sie Active Directory-Benutzer und Gruppen regelmäßig
fr_fr: Synchroniser les utilisateurs et les groupes Active Directory sur un planifications régulier
it_it: Sincronizzare utenti e gruppi di Active Directory in base a una pianificazione regolare

source: Synchronize Azure AD users and groups on a regular schedule
ar_ae: مزامنة المستخدمين ومجموعات أزور أد على جدول منتظم
de_de: Synchronisieren Sie Azure AD-Benutzer und Gruppen regelmäßig
fr_fr: Synchroniser les utilisateurs et les groupes AD Azure sur un planifications régulier
it_it: Sincronizzare gli utenti ei gruppi di Azure AD con una pianificazione regolare

source: Synchronize Groups
ar_ae: مزامنة المجموعات
de_de: Gruppen synchronisieren
fr_fr: Synchroniser les groupes
it_it: Sincronizza gruppi

source: Synchronize groups with Active Directory
ar_ae: مزامنة المجموعات مع أكتيف ديركتوري
de_de: Synchronisieren Sie Gruppen mit Active Directory
fr_fr: Synchroniser les groupes avec Active Directory
it_it: Sincronizza i gruppi con Active Directory

source: Synchronize groups with Azure AD
ar_ae: مزامنة المجموعات مع أزور أد
de_de: Synchronisieren Sie Gruppen mit Azure AD
fr_fr: Synchroniser des groupes avec Azure AD
it_it: Sincronizza i gruppi con Azure AD

source: Synchronize schedules
ar_ae: مزامنة الجداول الزمنية
de_de: Zeitpläne synchronisieren
fr_fr: Synchroniser les horaires
it_it: Sincronizza i programmi

source: Synchronize Users
ar_ae: مزامنة المستخدمين
de_de: Benutzer synchronisieren
fr_fr: Synchroniser les utilisateurs
it_it: Sincronizza utenti

source: Synchronize users with Active Directory
ar_ae: مزامنة المستخدمين مع "أكتيف ديركتوري"
de_de: Synchronisieren Sie Benutzer mit Active Directory
fr_fr: Synchroniser les utilisateurs avec Active Directory
it_it: Sincronizzare gli utenti con Active Directory

source: Synchronize Users with Active Directory
ar_ae: مزامنة المستخدمين مع "أكتيف ديركتوري"
de_de: Synchronisieren Sie Benutzer mit Active Directory
fr_fr: Synchroniser les utilisateurs avec Active Directory
it_it: Sincronizzare gli utenti con Active Directory

source: Synchronize users with Azure AD
ar_ae: مزامنة المستخدمين مع أزور أد
de_de: Synchronisieren Sie Benutzer mit Azure AD
fr_fr: Synchroniser les utilisateurs avec Azure AD
it_it: Sincronizzare gli utenti con Azure AD

source: Synchronize Users with Azure AD
ar_ae: مزامنة المستخدمين مع أزور أد
de_de: Synchronisieren Sie Benutzer mit Azure AD
fr_fr: Synchroniser les utilisateurs avec Azure AD
it_it: Sincronizzare gli utenti con Azure AD

source: Synchronize users with Custom Database
ar_ae: مزامنة المستخدمين مع قاعدة بيانات مخصصة
de_de: Synchronisieren Sie Benutzer mit der benutzerdefinierten Datenbank
fr_fr: Synchroniser les utilisateurs avec la base de données personnalisée
it_it: Sincronizzare gli utenti con il database personalizzato

source: Synchronize Users with Exsiting Database
ar_ae: مزامنة المستخدمين مع قاعدة بيانات الخروج
de_de: Benutzer mit vorhandener Datenbank synchronisieren
fr_fr: Synchroniser les utilisateurs avec une base de données existante
it_it: Sincronizzare gli utenti con Exsiting Database

source: Synchronizes users and groups from database on a regular schedule
ar_ae: مزامنة المستخدمين والمجموعات من قاعدة البيانات على جدول منتظم
de_de: Synchronisiert Benutzer und Gruppen regelmäßig aus der Datenbank
fr_fr: Synchronise les utilisateurs et les groupes de la base de données selon un calendrier régulier
it_it: Sincronizza utenti e gruppi dal database secondo una pianificazione regolare

source: Synchronizing groups with active directory has been failed.
ar_ae: فشلت مزامنة المجموعات ذات الدليل النشط.
de_de: Das Synchronisieren von Gruppen mit Active Directory ist fehlgeschlagen.
fr_fr: La synchronisation des groupes avec le répertoire actif a échoué.
it_it: La sincronizzazione dei gruppi con la directory attiva è fallita.

source: Synchronizing groups with active directory has been successful
ar_ae: تم مزامنة المجموعات ذات الدليل النشط بنجاح
de_de: Das Synchronisieren von Gruppen mit Active Directory war erfolgreich
fr_fr: La synchronisation des groupes avec le répertoire actif a réussi
it_it: La sincronizzazione dei gruppi con la directory attiva ha avuto successo

source: Synchronizing groups with azure active directory has been failed.
ar_ae: فشلت مزامنة المجموعات مع الدليل النشط أزور.
de_de: Das Synchronisieren von Gruppen mit einem aktiven Azure-Verzeichnis ist fehlgeschlagen.
fr_fr: La synchronisation des groupes avec le répertoire actif azur a échoué.
it_it: La sincronizzazione dei gruppi con la directory attiva azzurra non è riuscita.

source: Synchronizing groups with azure active directory has been successful.
ar_ae: كانت مزامنة المجموعات مع الدليل النشط أزور ناجحة.
de_de: Das Synchronisieren von Gruppen mit einem aktiven Azure-Verzeichnis war erfolgreich.
fr_fr: La synchronisation des groupes avec le répertoire actif azure a réussi.
it_it: La sincronizzazione dei gruppi con la directory attiva blu ha avuto esito positivo.

source: Synchronizing users with active directory has been failed.
ar_ae: أخفق مزامنة المستخدمين الذين لديهم دليل نشط.
de_de: Die Synchronisierung von Benutzern mit dem Active Directory ist fehlgeschlagen.
fr_fr: La synchronisation des utilisateurs avec le répertoire actif a échoué.
it_it: La sincronizzazione degli utenti con la directory attiva è fallita.

source: Synchronizing users with active directory has been successful.
ar_ae: تمت مزامنة المستخدمين مع الدليل النشط بنجاح.
de_de: Die Synchronisierung von Benutzern mit Active Directory war erfolgreich.
fr_fr: La synchronisation des utilisateurs avec le répertoire actif a réussi.
it_it: La sincronizzazione degli utenti con la directory attiva ha avuto successo.

source: Synchronizing users with azure active directory has been failed.
ar_ae: فشلت مزامنة المستخدمين مع الدليل النشط أزور.
de_de: Die Synchronisierung von Benutzern mit einem azure Active Directory ist fehlgeschlagen.
fr_fr: La synchronisation des utilisateurs avec le répertoire actif azur a échoué.
it_it: La sincronizzazione degli utenti con la directory attiva azzurra non è riuscita.

source: Synchronizing users with azure active directory has been successful.
ar_ae: كان مزامنة المستخدمين مع الدليل النشط أزور ناجحة.
de_de: Die Synchronisierung von Benutzern mit einem azure Active Directory war erfolgreich.
fr_fr: La synchronisation des utilisateurs avec le répertoire actif azure a réussi.
it_it: La sincronizzazione degli utenti con la directory attiva azzurra ha avuto successo.

source: Synchronizing users with existing database has been failed.
ar_ae: فشلت مزامنة المستخدمين مع قاعدة البيانات الحالية.
de_de: Die Synchronisierung von Benutzern mit der vorhandenen Datenbank ist fehlgeschlagen.
fr_fr: La synchronisation des utilisateurs avec la base de données existante a échoué.
it_it: La sincronizzazione degli utenti con il database esistente è fallita.

source: Synchronizing users with existing database has been successful.
ar_ae: تمت مزامنة المستخدمين مع قاعدة البيانات الحالية بنجاح.
de_de: Die Synchronisierung von Benutzern mit der vorhandenen Datenbank war erfolgreich.
fr_fr: La synchronisation des utilisateurs avec la base de données existante a réussi.
it_it: La sincronizzazione degli utenti con il database esistente ha avuto successo.

source: System notifications
ar_ae: إشعارات النظام
de_de: System Benachrichtigungen
fr_fr: Notifications système
it_it: Notifiche di sistema

source: Table name prefix
ar_ae: بادئة اسم الجدول
de_de: Tabellenname-Präfix
fr_fr: Préfixe du nom de la table
it_it: Prefisso del nome della tabella

source: Tenant Name
ar_ae: اسم المستأجر
de_de: Name des Mieters
fr_fr: Nom du locataire
it_it: Nome inquilino

source: Test Active Directory Connection
ar_ae: اختبار اتصال أكتيف ديركتوري
de_de: Testen Sie die Active Directory-Verbindung
fr_fr: Testez la connexion Active Directory
it_it: Prova connessione Active Directory

source: Test Connection
ar_ae: اختبار الاتصال
de_de: Verbindung testen
fr_fr: Test de connexion
it_it: Test di connessione

source: Test connection succeeded.
ar_ae: نجحت عملية الاختبار.
de_de: Testverbindung erfolgreich
fr_fr: La connexion de test a réussi.
it_it: Connessione di prova riuscita.

source: The
ar_ae: ا
de_de: Ei
fr_fr: Le
it_it: I

source: The AD settings is not configured
ar_ae: لم يتم تكوين إعدادات أد
de_de: Die AD-Einstellungen sind nicht konfiguriert
fr_fr: Les paramètres AD ne sont pas configurés
it_it: Le impostazioni AD non sono configurate

source: The below table(s) already exists in the selected database. Please change the prefix or choose some other database.
ar_ae: الجدول (الجداول) أدناه موجود بالفعل في قاعدة البيانات المحددة. الرجاء تغيير البادئة أو اختيار قاعدة بيانات أخرى.
de_de: Die folgende Tabelle (n) existiert bereits in der ausgewählten Datenbank. Bitte ändern Sie das Präfix oder wählen Sie eine andere Datenbank.
fr_fr: Les tables ci-dessous existent déjà dans la base de données sélectionnée. Veuillez changer le préfixe ou choisir une autre base de données.
it_it: La tabella o le tabelle sottostanti esistono già nel database selezionato. Si prega di cambiare il prefisso o scegliere un altro database.

source: The below table(s) are already exists in the selected database. Please change the prefix or choose some other database.
ar_ae: الجدول (الجداول) أدناه موجود بالفعل في قاعدة البيانات المحددة. الرجاء تغيير البادئة أو اختيار قاعدة بيانات أخرى.
de_de: Die folgende (n) Tabelle (n) sind bereits in der ausgewählten Datenbank vorhanden. Bitte ändern Sie das Präfix oder wählen Sie eine andere Datenbank.
fr_fr: Les tableaux ci-dessous existent déjà dans la base de données sélectionnée. Veuillez changer le préfixe ou choisir une autre base de données.
it_it: Le tabelle sottostanti sono già presenti nel database selezionato. Si prega di cambiare il prefisso o scegliere un altro database.

source: The database might have been corrupted.
ar_ae: قد تكون قاعدة البيانات تالفة.
de_de: Die Datenbank ist möglicherweise beschädigt.
fr_fr: La base de données a peut-être été corrompue.
it_it: Il database potrebbe essere stato danneggiato.

source: The database server might have been down.
ar_ae: قد يكون خادم قاعدة البيانات لأسفل.
de_de: Der Datenbankserver ist möglicherweise inaktiv.
fr_fr: Le serveur de base de données a peut-être été arrêté.
it_it: Il server del database potrebbe essere inattivo.

source: The destination URL is not reachable
ar_ae: عنوان ورل المقصود غير قابل للوصول
de_de: Die Ziel-URL ist nicht erreichbar
fr_fr: L'URL de destination n'est pas accessible
it_it: L'URL di destinazione non è raggiungibile

source: The login credentials for the database might have been changed.
ar_ae: ربما تم تغيير بيانات اعتماد تسجيل الدخول لقاعدة البيانات.
de_de: Die Anmeldeinformationen für die Datenbank wurden möglicherweise geändert.
fr_fr: Les informations d'identification de connexion de la base de données ont peut-être été modifiées.
it_it: Le credenziali di accesso per il database potrebbero essere state modificate.

source: The reset password link expires in two hours!
ar_ae: تنتهي صلاحية رابط إعادة تعيين كلمة المرور في غضون ساعتين!
de_de: Der Link zum Zurücksetzen des Passworts läuft in zwei Stunden ab!
fr_fr: Le lien de réinitialisation du mot de passe expire dans deux heures!
it_it: Il link per la reimpostazione della password scade fra due ore!

source: There is an error in cloning the report. Please try again later.
ar_ae: هناك خطأ في استنساخ التقرير. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Beim Klonen des Berichts ist ein Fehler aufgetreten. Bitte versuche es später erneut.
fr_fr: Il y a une erreur dans le clonage du rapport. Veuillez réessayer plus tard.
it_it: C'è un errore nella clonazione del rapporto. Per favore riprova più tardi.

source: There is an error in copying the report. Please try again later.
ar_ae: هناك خطأ في نسخ التقرير. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Beim Kopieren des Berichts ist ein Fehler aufgetreten. Bitte versuche es später erneut.
fr_fr: Une erreur s'est produite lors de la copie du rapport. Veuillez réessayer plus tard.
it_it: C'è un errore nella copia del rapporto. Per favore riprova più tardi.

source: There is an error in updating this group. Please reload the page and try again
ar_ae: هناك خطأ في تحديث هذه المجموعة. يرجى إعادة تحميل الصفحة وحاول مرة أخرى
de_de: Beim Aktualisieren dieser Gruppe ist ein Fehler aufgetreten. Bitte laden Sie die Seite neu und versuchen Sie es erneut
fr_fr: Une erreur s'est produite lors de la mise à jour de ce groupe. Veuillez recharger la page et réessayer
it_it: Si è verificato un errore durante l'aggiornamento di questo gruppo. Si prega di ricaricare la pagina e riprovare

source: There is an moving the report. Please try again later.
ar_ae: هناك تحرك التقرير. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Es ist ein Verschieben des Berichts. Bitte versuche es später erneut.
fr_fr: Il y a un déplacement du rapport. Veuillez réessayer plus tard.
it_it: C'è uno spostamento del rapporto. Per favore riprova più tardi.

source: There is no data in the uploaded file. Please check and try uploading again.
ar_ae: لا توجد بيانات في الملف الذي تم تحميله. يرجى التحقق ومحاولة التحميل مرة أخرى.
de_de: Die hochgeladene Datei enthält keine Daten. Bitte überprüfen Sie und versuchen Sie es erneut.
fr_fr: Il n'y a pas de données dans le fichier téléchargé. Veuillez vérifier et réessayer de télécharger.
it_it: Non ci sono dati nel file caricato. Controlla e prova a caricare di nuovo.

source: third
ar_ae: ثالث
de_de: Dritten
fr_fr: 3e
it_it: Terzo

source: This application requires a database to proceed further. Please choose a database.
ar_ae: يتطلب هذا التطبيق قاعدة بيانات للمضي قدما. الرجاء اختيار قاعدة بيانات.
de_de: Diese Anwendung benötigt eine Datenbank, um fortzufahren. Bitte wählen Sie eine Datenbank.
fr_fr: Cette application nécessite une base de données pour aller plus loin. Veuillez choisir une base de données
it_it: Questa applicazione richiede un database per procedere ulteriormente. Si prega di scegliere un database.

source: This comment was deleted.
ar_ae: تم حذف هذا التعليق.
de_de: Dieser Kommentar wurde gelöscht.
fr_fr: Ce commentaire a été supprimé.
it_it: Questo commento è stato cancellato.

source: This link has expired.
ar_ae: انتهت صلاحية هذا الرابط.
de_de: Dieser Link ist abgelaufen.
fr_fr: Ce lien a expiré.
it_it: Questo link è scaduto.

source: This link is invalid.
ar_ae: هذا الرابط غير صالح.
de_de: Dieser Link ist ungültig.
fr_fr: Ce lien est invalide.
it_it: Questo link non è valido

source: This report has been embedded using Azure AD Authentication. Please make sure you are already logged in using Azure AD Authentication and have access to the Report Server.
ar_ae: تم تضمين هذا التقرير باستخدام مصادقة أزور أد. الرجاء التأكد من أنك قمت بالفعل بتسجيل الدخول باستخدام مصادقة أزور أد والوصول إلى "ملقم التقرير".
de_de: Dieser Bericht wurde mithilfe der Azure AD-Authentifizierung eingebettet. Stellen Sie sicher, dass Sie bereits mit der Azure AD-Authentifizierung angemeldet sind und Zugriff auf den Berichtsserver haben.
fr_fr: Ce rapport a été incorporé à l'aide de l'authentification Azure AD. Veuillez vous assurer que vous êtes déjà connecté avec Azure AD Authentication et que vous avez accès au Report Server.
it_it: Questo report è stato incorporato utilizzando l'autenticazione di Azure AD. Assicurati di aver già effettuato l'accesso utilizzando l'autenticazione di Azure AD e di avere accesso al server di report.

source: This report has been embedded using Windows AD Authentication. Please make sure you are already logged in using Windows AD authentication and have access to the Report Server.
ar_ae: تم تضمين هذا التقرير باستخدام مصادقة ويندوز أد. الرجاء التأكد من أنك قمت بالفعل بتسجيل الدخول باستخدام مصادقة ويندوز أد والوصول إلى "ملقم التقرير".
de_de: Dieser Bericht wurde mithilfe der Windows AD-Authentifizierung eingebettet. Stellen Sie sicher, dass Sie bereits mit der Windows AD-Authentifizierung angemeldet sind und Zugriff auf den Berichtsserver haben.
fr_fr: Ce rapport a été incorporé à l'aide de l'authentification Windows AD. Assurez-vous que vous êtes déjà connecté à l'aide de l'authentification Windows AD et que vous avez accès au serveur de rapports.
it_it: Questo rapporto è stato incorporato utilizzando l'autenticazione di Windows AD. Assicurati di aver già effettuato l'accesso utilizzando l'autenticazione di Windows AD e di avere accesso al server di report.

source: This Report has been marked public, so anyone with this link will be able to view the contents of the Report.
ar_ae: تم وضع علامة على هذا التقرير على الجمهور، بحيث يتمكن أي شخص لديه هذا الرابط من عرض محتويات التقرير.
de_de: Dieser Bericht wurde als öffentlich gekennzeichnet, sodass jeder mit diesem Link den Inhalt des Berichts sehen kann.
fr_fr: Ce rapport a été marqué public, donc tout le monde avec ce lien sera en mesure d'afficher le contenu du rapport.
it_it: Questo rapporto è stato contrassegnato come pubblico, quindi chiunque abbia questo link sarà in grado di visualizzare i contenuti del rapporto.

source: This report is not supported in our Web Report Designer. If you continue to edit the report with Web Report Designer then it will ignore the unsupported report items in report loading. Do you want to continue with Web Report Designer ?
ar_ae: هذا التقرير غير معتمد في مصمم تقارير الويب. إذا كنت لا تزال في تحرير التقرير مع مصمم تقرير ويب ثم سيتم تجاهل عناصر التقرير غير معتمد في تحميل التقرير. هل تريد المتابعة باستخدام مصمم تقارير الويب؟
de_de: Dieser Bericht wird in unserem Web Report Designer nicht unterstützt. Wenn Sie den Bericht weiterhin mit dem Web Report Designer bearbeiten, werden die nicht unterstützten Berichtselemente beim Laden des Berichts ignoriert. Möchten Sie mit dem Web Report Designer fortfahren?
fr_fr: Ce rapport n'est pas pris en charge dans notre Web Report Designer. Si vous continuez à modifier le rapport avec Web Report Designer, il ignorera les éléments de rapport non pris en charge lors du chargement du rapport. Voulez-vous continuer avec Web Report Designer?
it_it: Questo rapporto non è supportato nella nostra Progettazione report Web. Se si continua a modificare il report con Web Report Designer, ignorerà gli elementi del report non supportati nel caricamento del report. Vuoi continuare con Web Report Designer?

source: This value will determine whether the user can be imported into the Report Server or removed during synchronization.
ar_ae: تحدد هذه القيمة ما إذا كان يمكن استيراد المستخدم إلى "ملقم تقرير" أو إزالتها أثناء المزامنة.
de_de: Dieser Wert bestimmt, ob der Benutzer während der Synchronisierung in den Berichtsserver importiert oder entfernt werden kann.
fr_fr: Cette valeur déterminera si l'utilisateur peut être importé dans Report Server ou supprimé lors de la synchronisation.
it_it: Questo valore determinerà se l'utente può essere importato nel server di report o rimosso durante la sincronizzazione.

source: This will be the default notification settings. Users can either choose the default settings or their own notification settings.
ar_ae: ستكون هذه هي إعدادات الإشعارات الافتراضية. يمكن للمستخدمين إما اختيار الإعدادات الافتراضية أو إعدادات الإعلام الخاصة بهم.
de_de: Dies sind die standardmäßigen Benachrichtigungseinstellungen. Benutzer können entweder die Standardeinstellungen oder ihre eigenen Benachrichtigungseinstellungen auswählen.
fr_fr: Ce seront les paramètres de notification par défaut. Les utilisateurs peuvent choisir les paramètres par défaut ou leurs propres paramètres de notification.
it_it: Questa sarà le impostazioni di notifica predefinite. Gli utenti possono scegliere le impostazioni predefinite o le proprie impostazioni di notifica.

source: Thursday
ar_ae: الخميس
de_de: Donnerstag
fr_fr: Jeudi
it_it: Giovedi

source: Time
ar_ae: زمن
de_de: Zeit
fr_fr: Temps
it_it: Ora

source: Time Zone
ar_ae: منطقة زمنية
de_de: Zeitzone
it_it: Fuso orario

source: to
ar_ae: إلى
de_de: zu
fr_fr: à
it_it: a

source: To
ar_ae: إلى
de_de: Zu
fr_fr: À
it_it: A

source: to learn how to create a DSN for MySQL database.
ar_ae: لمعرفة كيفية إنشاء دسن لقاعدة بيانات ميسكل.
de_de: um zu erfahren, wie man eine DSN für MySQL-Datenbank erstellt.
fr_fr: apprendre à créer un DSN pour la base de données MySQL.
it_it: per imparare come creare un DSN per il database MySQL.
