Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: Users - CSV import
ar_ae: المستخدمون - استيراد ملف كسف
de_de: Benutzer - CSV-Import
fr_fr: Utilisateurs - Importation CSV
it_it: Utenti: importazione CSV

source: Users - Import from database
ar_ae: المستخدمين - استيراد من قاعدة البيانات
de_de: Benutzer - Import aus der Datenbank
fr_fr: Utilisateurs - Importer de la base de données
it_it: Utenti: importazione dal database

source: Users added
ar_ae: تمت إضافة المستخدمين
de_de: Benutzer hinzugefügt
fr_fr: Utilisateurs ajoutés
it_it: Utenti aggiunti

source: Users imported
ar_ae: المستخدمون الذين تم استيرادهم
de_de: Benutzer importiert
fr_fr: Utilisateurs importés
it_it: Utenti importati

source: Users List
ar_ae: قائمة المستخدمين
de_de: Benutzer-Liste
fr_fr: Liste des utilisateurs
it_it: Elenco degli utenti

source: Users not imported
ar_ae: المستخدمون الذين لم يتم استيرادهم
de_de: Benutzer wurden nicht importiert
fr_fr: Utilisateurs non importés
it_it: Utenti non importati

source: Users not Synchronized
ar_ae: المستخدمين غير متزامنة
de_de: Benutzer nicht synchronisiert
fr_fr: Les utilisateurs ne sont pas synchronisés
it_it: Utenti non sincronizzati

source: Users removed
ar_ae: تمت إزالة المستخدمين
de_de: Benutzer wurden entfernt
fr_fr: Utilisateurs supprimés
it_it: Utenti rimossi

source: Users Synchronized
ar_ae: المستخدمين متزامنة
de_de: Benutzer synchronisiert
fr_fr: Utilisateurs synchronisés
it_it: Utenti sincronizzati

source: Version
ar_ae: الإصدار
it_it: Versione

source: Version comments
ar_ae: تعليقات الإصدار
de_de: Ausgabe Kommentare
fr_fr: Variante Commentaires
it_it: Commenti sulla versione

source: Version history
ar_ae: تاريخ النسخة
de_de: Versionsgeschichte
fr_fr: Historique des Versions
it_it: Storia delle versioni

source: Version History
ar_ae: تاريخ النسخة
de_de: Versionsgeschichte
fr_fr: Historique de Version
it_it: Storico delle versioni

source: Versions
ar_ae: إصدارات
de_de: Versionen
fr_fr: Variantes
it_it: Versioni

source: View
ar_ae: رأي
de_de: Ansehen
fr_fr: Vue
it_it: vista

source: View - Remove Access
ar_ae: عرض - إزالة الوصول
de_de: Ansicht - Zugriff entfernen
fr_fr: Afficher - Supprimer l'accès
it_it: Visualizza - Rimuovi accesso

source: View all
ar_ae: عرض الكل
de_de: Alle anzeigen
fr_fr: Tout voir
it_it: Mostra tutto

source: View Group
ar_ae: عرض المجموعة
de_de: Gruppe anzeigen
fr_fr: Afficher le Groupe
it_it: Visualizza gruppo

source: View has been added successfully.
ar_ae: تمت إضافة الملف الشخصي بنجاح.
de_de: Die Ansicht wurde erfolgreich hinzugefügt.
fr_fr: La vue a été ajoutée avec succès.
it_it: La vista è stata aggiunta con successo.

source: View has been deleted successfully
ar_ae: تم حذف الملف الشخصي بنجاح
de_de: Die Ansicht wurde erfolgreich gelöscht
fr_fr: La vue a été supprimée avec succès
it_it: La vista è stata cancellata con successo

source: View has been shared successfully.
ar_ae: تمت مشاركة الملف الشخصي بنجاح.
de_de: Die Ansicht wurde erfolgreich geteilt.
fr_fr: La vue a été partagée avec succès.
it_it: La vista è stata condivisa con successo.

source: View has been updated successfully.
ar_ae: تم تحديث الملف الشخصي بنجاح.
de_de: Die Ansicht wurde erfolgreich aktualisiert.
fr_fr: La vue a été mise à jour avec succès.
it_it: La vista è stata aggiornata con successo.

source: View My Permissions
ar_ae: عرض ضوابط بلدي
de_de: Meine Berechtigungen anzeigen
fr_fr: Afficher mes autorisations
it_it: Visualizza le mie autorizzazioni

source: View my profile
ar_ae: عرض ملف التعريف الخاص بي
de_de: Mein Profil anzeigen
fr_fr: Voir mon profil
it_it: Guarda il mio profilo

source: View Name already exist.
ar_ae: اسم الملف موجود بالفعل.
de_de: Ansichtsname existiert bereits.
fr_fr: Le nom de vue existe déjà.
it_it: Visualizza il nome esiste già.

source: View Profile
ar_ae: عرض الصفحة الشخصية
de_de: Profil anzeigen
fr_fr: Voir le profil
it_it: Vedi profilo

source: View Report
ar_ae: عرض التقرير
de_de: Bericht ansehen
fr_fr: Visualiser le rapport
it_it: Visualizza rapporto

source: View the permissions for the resources you can access in the Report server.
ar_ae: عرض الأذونات للموارد التي يمكنك الوصول إليها في ملقم التقرير.
de_de: Zeigen Sie die Berechtigungen für die Ressourcen an, auf die Sie auf dem Berichtsserver zugreifen können.
fr_fr: Affichez les autorisations pour les ressources auxquelles vous pouvez accéder sur le serveur de rapports.
it_it: Visualizza le autorizzazioni per le risorse a cui è possibile accedere nel server di report.

source: View User
ar_ae: عرض المستخدم
de_de: Benutzer anzeigen
fr_fr: Voir l'utilisateur:
it_it: Visualizza utente

source: Views
ar_ae: ظهور
fr_fr: Vues
it_it: Visualizzazioni

source: Watch
ar_ae: مشاهدة
de_de: Uhr
fr_fr: Suivre
it_it: Orologio

source: We are not able to send activation emails because the email settings are not configured. Update email settings
ar_ae: يتعذر علينا إرسال رسائل إلكترونية للتفعيل نظرا لأن إعدادات البريد الإلكتروني لم تتم تهيئتها. تحديث إعدادات البريد الإلكتروني
de_de: Wir können keine Aktivierungs-E-Mails senden, da die E-Mail-Einstellungen nicht konfiguriert sind. E-Mail-Einstellungen aktualisieren
fr_fr: Nous ne sommes pas en mesure d'envoyer des e-mails d'activation car les paramètres de messagerie ne sont pas configurés. Mettre à jour les paramètres de messagerie
it_it: Non siamo in grado di inviare e-mail di attivazione perché le impostazioni e-mail non sono configurate. Aggiorna le impostazioni email

source: We are unable to launch the Report Designer from IE 9 browser. Please refer to this <a href='https://help.syncfusion.com/report-platform/reportdesigner/installation'>link</a> on how to open a Report in Report Designer
ar_ae: يتعذر علينا تشغيل مصمم التقارير من متصفح إي 9. يرجى الرجوع إلى هذا الرابط <a href='https://help.syncfusion.com/report-platform/reportdesigner/installation'> </a> حول كيفية فتح تقرير في مصمم التقارير
de_de: Der Report Designer kann nicht über den IE 9-Browser gestartet werden. In diesem <a href='https://help.syncfusion.com/report-platform/reportdesigner/installation'> Link </a> finden Sie Informationen zum Öffnen eines Berichts im Berichts-Designer
fr_fr: Nous ne pouvons pas lancer le concepteur de rapports à partir du navigateur IE 9. Reportez-vous à ce <a href='https://help.syncfusion.com/report-platform/reportdesigner/installation'> lien </a> pour savoir comment ouvrir un rapport dans Report Designer.
it_it: Impossibile avviare Progettazione report dal browser IE 9. Fare riferimento a questo <a href='https://help.syncfusion.com/report-platform/reportdesigner/installation'> link </a> su come aprire un report in Report Designer

source: Web Designer
ar_ae: مصمم مواقع الإنترنت
fr_fr: Concepteur Web

source: Wednesday
ar_ae: الأربعاء
de_de: Mittwoch
fr_fr: Mercredi
it_it: Mercoledì

source: week(s)
ar_ae: أسابيع
de_de: {0} Wochen
fr_fr: semaine(s)
it_it: settimana(e)

source: week(s) on
ar_ae: على مدار أسابيع
de_de: Woche (n) an
fr_fr: semaines
it_it: settimana (s) su

source: week(s) on
ar_ae: على مدار أسابيع
de_de: Woche (n) an
fr_fr: semaines
it_it: settimana (s) su

source: weekday
ar_ae: يوم من أيام الأسبوع
de_de: Wochentag
fr_fr: Jour de la semaine
it_it: giorno feriale

source: weekend day
ar_ae: يوم عطلة نهاية الأسبوع
de_de: Wochenend Tag
fr_fr: jour de weekend
it_it: giorno del fine settimana

source: Weekly
ar_ae: أسبوعي
de_de: Wöchentlich
fr_fr: Semaines
it_it: Settimanale

source: Welcome note
ar_ae: ترحيب
de_de: Begrüßung
fr_fr: Note de bienvenue
it_it: Nota di benvenuto

source: Welcome to
ar_ae: مرحبا بك في
de_de: Willkommen zu
fr_fr: Bienvenue sur
it_it: Benvenuto in

source: Windows Active Directory
ar_ae: ويندوز أكتيف ديركتوري

source: Windows Authentication
ar_ae: مصادقة ويندوز
de_de: Windows-Authentifizierung
fr_fr: Authentification Windows
it_it: Autenticazione di Windows

source: Windows Integrated Security
ar_ae: ويندوز الأمن المتكامل
de_de: Windows integrierte Sicherheit
fr_fr: Sécurité intégrée de Windows
it_it: Sicurezza integrata di Windows

source: Word
ar_ae: كلمة
de_de: Schreibe einen Kommentar
it_it: Parola

source: Write a comment
ar_ae: أكتب تعليقا
fr_fr: Rédiger un commentaire
it_it: Scrivi un commento

source: year(s)
ar_ae: 1 | 2 | 3 | 5 | 10 سنوات
de_de: beobachtet,
fr_fr: année(s)
it_it: anno

source: Yearly
ar_ae: سنوي
de_de: Jährlich
fr_fr: Annuel
it_it: Annuale

source: years on
ar_ae: سنوات
de_de: Jahre später
fr_fr: des années
it_it: anni su

source: Yes
ar_ae: نعم
de_de: Ja
fr_fr: Oui
it_it: Sì

source: Yesterday
ar_ae: أمس
de_de: Gestern
fr_fr: Hier
it_it: Ieri

source: Yet to run
ar_ae: ولكن لتشغيل
de_de: Noch zu laufen
fr_fr: Encore courir
it_it: Eppure per correre

source: You can only choose
ar_ae: يمكنك اختيار فقط
de_de: Sie können nur wählen
fr_fr: Vous pouvez seulement choisir
it_it: Puoi solo scegliere

source: You do not have access to create a Data Source. Please check with your Report Server administrator to obtain access.
ar_ae: ليس لديك حق الوصول لإنشاء مصدر بيانات. الرجاء التحقق من مسؤول خادم التقارير للحصول على إمكانية الدخول.
de_de: Sie haben keinen Zugriff zum Erstellen einer Datenquelle. Wenden Sie sich an Ihren Report Server-Administrator, um Zugriff zu erhalten.
fr_fr: Vous n'avez pas accès à la création d'une source de données. Veuillez vérifier auprès de votre administrateur de Report Server pour obtenir l'accès.
it_it: Non hai accesso per creare un'origine dati. Si prega di verificare con l'amministratore del server di report per ottenere l'accesso.

source: You do not have permission to create reports in a category. So you could not clone reports in any category
ar_ae: ليس لديك إذن بإنشاء تقارير في إحدى الفئات. لذلك لا يمكن استنساخ التقارير في أي فئة
de_de: Sie sind nicht berechtigt, Berichte in einer Kategorie zu erstellen. Sie konnten Berichte in keiner Kategorie klonen
fr_fr: Vous n'êtes pas autorisé à créer des rapports dans une catégorie. Vous ne pouviez donc pas cloner les rapports dans aucune catégorie
it_it: Non hai l'autorizzazione per creare report in una categoria. Quindi non è possibile clonare i report in nessuna categoria

source: You do not have permission to create reports in a category. So you could not copy reports in any category
ar_ae: ليس لديك إذن بإنشاء تقارير في إحدى الفئات. لذلك لا يمكن نسخ التقارير في أي فئة
de_de: Sie sind nicht berechtigt, Berichte in einer Kategorie zu erstellen. Sie konnten also keine Berichte in irgendeiner Kategorie kopieren
fr_fr: Vous n'êtes pas autorisé à créer des rapports dans une catégorie. Vous ne pouviez donc copier aucun rapport dans une catégorie
it_it: Non hai l'autorizzazione per creare report in una categoria. Quindi non è possibile copiare report in qualsiasi categoria

source: You do not have permission to create reports in any category or there is no category to move.
ar_ae: ليس لديك إذن لإنشاء تقارير في أي فئة أو لا توجد فئة للتحرك.
de_de: Sie sind nicht berechtigt, Berichte in einer Kategorie zu erstellen, oder es gibt keine zu verschiebende Kategorie.
fr_fr: Vous n'êtes pas autorisé à créer des rapports dans une catégorie ou il n'y a aucune catégorie à déplacer.
it_it: Non hai il permesso di creare report in nessuna categoria o non ci sono categorie da spostare.

source: You do not have permission to view this page.
ar_ae: ليس لديك إذن لعرض هذه الصفحة.
de_de: Sie sind nicht berechtigt, diese Seite anzuzeigen.
fr_fr: Vous n'avez pas la permission d'afficher cette page
it_it: Non hai il permesso di vedere questa pagina

source: You don't have access to this report in the Report Server. Please contact your System Administrator to get access. Click
ar_ae: ليس لديك حق الوصول إلى هذا التقرير في "ملقم التقرير". يرجى الاتصال بمسؤول النظام للحصول على إمكانية الدخول. انقر
de_de: Sie haben im Berichtsserver keinen Zugriff auf diesen Bericht. Bitte kontaktieren Sie Ihren Systemadministrator, um Zugang zu erhalten. Klicken
fr_fr: Vous n'avez pas accès à ce rapport sur le serveur de rapports. Veuillez contacter votre administrateur système pour avoir accès. Cliquez sur
it_it: Non hai accesso a questo rapporto nel server di report. Si prega di contattare l'amministratore di sistema per ottenere l'accesso. Clic

source: You don't have access to this report in the Report Server. Please contact your System Administrator to get access. Click here to learn more about sharing a report.
ar_ae: ليس لديك حق الوصول إلى هذا التقرير في "ملقم التقرير". يرجى الاتصال بمسؤول النظام للحصول على إمكانية الدخول. انقر هنا لمعرفة المزيد حول مشاركة تقرير.
de_de: Sie haben im Berichtsserver keinen Zugriff auf diesen Bericht. Bitte kontaktieren Sie Ihren Systemadministrator, um Zugang zu erhalten. Klicken Sie hier, um mehr über das Teilen eines Berichts zu erfahren.
fr_fr: Vous n'avez pas accès à ce rapport sur le serveur de rapports. Veuillez contacter votre administrateur système pour avoir accès. Cliquez ici pour en savoir plus sur le partage d'un rapport.
it_it: Non hai accesso a questo rapporto nel server di report. Si prega di contattare l'amministratore di sistema per ottenere l'accesso. Clicca qui per saperne di più sulla condivisione di un rapporto.

source: You have
ar_ae: عندك
de_de: Sie haben
fr_fr: Vous avez
it_it: Hai

source: You have not set an email address in your account, and so we were unable to send an email to reset your password. Please contact your System Administrator.
ar_ae: لم يتم تعيين عنوان بريد إلكتروني في حسابك، ولذلك لم نتمكن من إرسال رسالة إلكترونية لإعادة تعيين كلمة المرور. من فضلك تواصل مع مسؤول نظامك.
de_de: Sie haben in Ihrem Konto keine E-Mail-Adresse festgelegt. Daher konnten wir keine E-Mail senden, um Ihr Passwort zurückzusetzen. Bitte kontaktieren Sie Ihren Systemadministrator.
fr_fr: Vous n'avez pas défini d'adresse e-mail dans votre compte. Nous n'avons donc pas pu envoyer d'e-mail pour réinitialiser votre mot de passe. Veuillez contacter votre administrateur système.
it_it: Non hai impostato un indirizzo email nel tuo account e quindi non siamo riusciti a inviare un'email per reimpostare la password. Si prega di contattare l'amministratore di sistema.

source: You have successfully activated your
ar_ae: لقد نجحت في تنشيط
de_de: Sie haben Ihr Konto erfolgreich aktiviert
fr_fr: Vous avez activé avec succès votre
it_it: Hai attivato con successo il tuo

source: your comment on the
ar_ae: تعليقك على
de_de: Ihr Kommentar zum
fr_fr: votre commentaire sur le
it_it: il tuo commento sul

source: Your time will be
ar_ae: وقتك سيكون
de_de: Deine Zeit wird sein
fr_fr: Votre temps sera
it_it: Il tuo tempo sarà

source: Your time will be :
ar_ae: وقتك سيكون:
de_de: Deine Zeit wird sein:
fr_fr: Votre temps sera:
it_it: Il tuo tempo sarà:

source: " + ex.Message + "
it_it: "+ ex.Messaggio + "

source: Authority
de_de: Autorität.
fr_fr: Autorité
it_it: AUTORITA'

source: Configuration for connecting to User Directories
de_de: Konfiguration für die Verbindung mit Benutzerverzeichnisse
fr_fr: Configuration pour la connexion aux répertoires utilisateur
it_it: Configurazione per la connessione a User Directories

source: Database name
de_de: Datenbankname
fr_fr: Nom de base de données
it_it: Nome del database

source: Database Name
de_de: Datenbankname
fr_fr: Nom de la base de données
it_it: Nome del database

source: Database Password
de_de: Datenbank-Passwort
fr_fr: Mot de passe de la base de données
it_it: Password del database

source: Database Settings
de_de: Datenbankeinstellungen
fr_fr: Paramètres de la base
it_it: Impostazioni del database

source: EndsWith
de_de: endet mit
fr_fr: Se termine par
it_it: Finisce con

source: Group(s)
de_de: Gruppe : %s
fr_fr: Groupes
it_it: gruppo (i) sono cancellati

source: Groups
de_de: Gruppen
fr_fr: Groupes
it_it: Gruppi

source: GROUPS
de_de: GRUPPEN
fr_fr: GROUPES
it_it: GRUPPI

source: User Notification Preference
de_de: Benutzerbenachrichtigungspräferenzen
fr_fr: Préférence de notification d'utilisateur
it_it: Preferenza di notifica dell'utente

source: DashboardSettings
de_de: Dashboardeinstellungen
fr_fr: Tableau de bord

source: Database User
de_de: Datenbankbenutzer
fr_fr: Utilisateur de la base

source: Unwatch
fr_fr: Ne pas suivre

source: UnWatch
de_de: Unwacht
fr_fr: Ne pas suivre

source: ADGroupId
de_de: Anzeigengruppen-ID
