Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: Are you sure you want to delete
ar_ae: هل أنت متأكد أنك تريد حذف
de_de: Sind Sie sicher, das Sie löschen möchten
fr_fr: Êtes-vous sûr de vouloir supprimer ?
it_it: Sei sicuro di voler eliminare

source: Are you sure you want to delete the group
ar_ae: هل تريد بالتأكيد حذف المجموعة
de_de: Möchten Sie die Gruppe wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer le groupe
it_it: Sei sicuro di voler eliminare il gruppo

source: Are you sure you want to delete the Group(s)?
ar_ae: هل تريد بالتأكيد حذف المجموعة (المجموعات)؟
de_de: Möchten Sie die Gruppe (n) wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer le (s) groupe (s)?
it_it: Sei sicuro di voler eliminare il / i gruppo / i?

source: Are you sure you want to delete the profile picture?
ar_ae: هل تريد بالتأكيد حذف صورة الملف الشخصي؟
de_de: Möchtest du das Profilbild wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer l'image de profil?
it_it: Sei sicuro di voler eliminare l'immagine del profilo?

source: Are you sure you want to delete the User
ar_ae: هل تريد بالتأكيد حذف المستخدم
de_de: Möchten Sie den Benutzer wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer l'utilisateur?
it_it: Sei sicuro di voler eliminare l'utente

source: Are you sure you want to delete the User(s)?
ar_ae: هل تريد بالتأكيد حذف المستخدم (المستخدمين)؟
de_de: Sind Sie sicher, dass Sie die Benutzer löschen möchten?
fr_fr: Êtes-vous sûr de vouloir supprimer le (s) utilisateur (s)?
it_it: Sei sicuro di voler cancellare l'utente / i?

source: Are you sure you want to delete the User?
ar_ae: هل تريد بالتأكيد حذف المستخدم؟
de_de: Möchten Sie den Benutzer wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer l'utilisateur?
it_it: Sei sicuro di voler cancellare l'utente?

source: Are you sure you want to delete the view
ar_ae: هل تريد بالتأكيد حذف العرض
de_de: Möchten Sie die Ansicht wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer la vue?
it_it: Sei sicuro di voler eliminare la vista

source: Are you sure you want to delete this comment?
ar_ae: هل انت متاكد انك تريد حذف هذا التعليق ؟
de_de: Möchtest du diesen Kommentar wirklich löschen?
fr_fr: Voulez-vous vraiment supprimer ce commentaire?
it_it: Sei sicuro di voler eliminare questo commento?

source: Are you sure you want to delete this permission?
ar_ae: هل تريد بالتأكيد حذف هذا الإذن؟
de_de: Möchten Sie diese Erlaubnisse wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cette autorisation?
it_it: Sei sicuro di voler eliminare questa autorizzazione?

source: Are you sure you want to delete this schedule
ar_ae: هل تريد بالتأكيد حذف هذا الجدول الزمني
de_de: Möchten Sie diesen Zeitplan wirklich löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cet horaire
it_it: Sei sicuro di voler cancellare questo programma

source: Are you sure you want to delete this user from the group?
ar_ae: هل تريد بالتأكيد حذف هذا المستخدم من المجموعة؟
de_de: Möchten Sie diesen Benutzer wirklich aus der Gruppe löschen?
fr_fr: Êtes-vous sûr de vouloir supprimer cet utilisateur du groupe?
it_it: Sei sicuro di voler eliminare questo utente dal gruppo?

source: Are you sure you want to make the
ar_ae: هل تريد بالتأكيد إجراء ذلك
de_de: Bist du sicher, dass du das machen willst?
fr_fr: Êtes-vous sûr de vouloir faire le
it_it: Sei sicuro di voler fare il

source: Are you sure you want to remove access for this <span id="deletedItem"></span>?
ar_ae: هل تريد بالتأكيد إزالة حق الوصول لهذا <سبان إد = "ديليتد إيتم "> </ سبان>؟
de_de: Möchten Sie den Zugriff für diesen Bereich wirklich entfernen? <Span id = "deleteItem "> </ span>?
fr_fr: Êtes-vous sûr de vouloir supprimer l'accès pour cette <span id = "deletedItem "> </ span>?
it_it: Sei sicuro di voler rimuovere l'accesso per questo <span id = "deletedItem "> </ span>?

source: As email settings are not configured, we will not be able to send an email to reset your password.
ar_ae: نظرا لأن إعدادات البريد الإلكتروني لم تتم تهيئتها، فلن نتمكن من إرسال رسالة إلكترونية لإعادة تعيين كلمة المرور.
de_de: Da die E-Mail-Einstellungen nicht konfiguriert sind, können wir keine E-Mail senden, um Ihr Passwort zurückzusetzen.
fr_fr: Les paramètres de messagerie n'étant pas configurés, nous ne pourrons pas envoyer d'e-mail pour réinitialiser votre mot de passe.
it_it: Poiché le impostazioni email non sono configurate, non potremo inviare un'email per reimpostare la password.

source: as the Category contains reports.
ar_ae: حيث تحتوي الفئة على تقارير.
de_de: da die Kategorie Berichte enthält.
fr_fr: car la catégorie contient des rapports.
it_it: come la categoria contiene report.

source: as the Report has schedules.
ar_ae: حيث يحتوي التقرير على جداول زمنية.
de_de: da der Bericht Zeitpläne enthält.
fr_fr: que le rapport a des planifications.
it_it: come il report ha orari.

source: Assign a group to selected users
ar_ae: تعيين مجموعة للمستخدمين المحددين
de_de: Weisen Sie ausgewählten Benutzern eine Gruppe zu
fr_fr: Affecter un groupe aux utilisateurs sélectionnés
it_it: Assegna un gruppo agli utenti selezionati

source: Assign Group
ar_ae: تعيين المجموعة
de_de: Gruppe zuweisen
fr_fr: Attribuer un groupe
it_it: Assegna gruppo

source: Assign to
ar_ae: يسند إلى :
de_de: ZUWEISEN AN
fr_fr: Assigner à
it_it: Assegnato a

source: Assigned Permissions
ar_ae: الأذونات المخصصة
de_de: Zugewiesene Berechtigungen
fr_fr: Autorisations attribuées
it_it: Autorizzazioni assegnate

source: at least 6 characters.
ar_ae: على الأقل 6 خانات.
de_de: mindestens 3 Zeichen
fr_fr: au moins 3 caractères
it_it: almeno 3 caratteri

source: August
ar_ae: أغسطس
fr_fr: Août
it_it: Agosto

source: Authentication
ar_ae: التوثيق
de_de: Authentifizierung
fr_fr: Authentification
it_it: Autenticazione

source: Authentication Provider
ar_ae: موفر المصادقة
de_de: Authentifizierungsanbieter
fr_fr: Fournisseur d'authentification
it_it: Provider di autenticazione

source: Authentication Type
ar_ae: نوع المصدقية
de_de: Authentifizierungstyp
fr_fr: Type d'Authentification
it_it: Tipo di autenticazione

source: Authorization failed to render report.
ar_ae: أخفق التفويض في عرض التقرير.
de_de: Die Autorisierung konnte den Bericht nicht wiedergeben.
fr_fr: L'autorisation n'a pas pu générer de rapport.
it_it: Autorizzazione non riuscita a eseguire il report.

source: Automatic
ar_ae: تلقائي
de_de: Vollautoma
fr_fr: Automatique
it_it: Automatico

source: Autowatch comments of accessible items
ar_ae: أوتواتش تعليقات البنود التي يمكن الوصول إليها
de_de: Autowatch-Kommentare von zugänglichen Objekten
fr_fr: Autowatch commentaires des articles accessibles
it_it: Commenti Autowatch di elementi accessibili

source: Autowatch comments of created items
ar_ae: أوتواتش تعليقات العناصر التي تم إنشاؤها
de_de: Autowatch-Kommentare von erstellten Elementen
fr_fr: Commentaires de téléchargement automatique des éléments créés
it_it: Commenti Autowatch degli articoli creati

source: Autowatch for comments of accessible items
ar_ae: أوتواتش لتعليقات العناصر التي يمكن الوصول إليها
de_de: Autowatch für Kommentare von zugänglichen Objekten
fr_fr: Autowatch pour les commentaires des articles accessibles
it_it: Autowatch per commenti di elementi accessibili

source: Autowatch for comments of created items
ar_ae: أوتواتش لتعليقات العناصر التي تم إنشاؤها
de_de: Autowatch für Kommentare von erstellten Elementen
fr_fr: Autowatch pour les commentaires des éléments créés
it_it: Autowatch per i commenti degli oggetti creati

source: Available
ar_ae: متاح
de_de: Verfügbar
fr_fr: Disponible
it_it: Disponibile

source: Azure Active Directory user import
ar_ae: استيراد المستخدم أزور أكتيف ديركتوري
de_de: Azure Active Directory-Benutzerimport
fr_fr: Importation d'utilisateurs Azure Active Directory
it_it: Importazione utente di Azure Active Directory

source: Azure Active Directory
ar_ae: أزور أكتيف ديركتوري
it_it: Directory attiva di Azure

source: Azure Active Directory group import
ar_ae: استيراد مجموعة أكتيف ديركتوري أزور
de_de: Azure Active Directory-Gruppenimport
fr_fr: Importation de groupe Azure Active Directory
it_it: Importazione di gruppo Azure Active Directory

source: Azure Active Directory Settings
ar_ae: أزور إعدادات أكتيف ديركتوري
de_de: Azure Active Directory-Einstellungen
fr_fr: Paramètres Azure Active Directory
it_it: Impostazioni di Azure Active Directory

source: Azure Active Directory Synchronization
ar_ae: مزامنة أكتيف ديركتوري أزور
de_de: Azure Active Directory-Synchronisierung
fr_fr: Synchronisation Azure Active Directory
it_it: Sincronizzazione di Azure Active Directory

source: Azure AD
ar_ae: أزور أد

source: Azure AD group
ar_ae: مجموعة أزور أد
de_de: Azure AD-Gruppe
fr_fr: Groupe Azure AD
it_it: Gruppo Azure AD

source: Azure AD Schedule Synchronization
ar_ae: أزور أد الجدول الزمني التزامن
de_de: Azure AD Zeitplan-Synchronisierung
fr_fr: Azure AD Planification de la synchronisation

source: Azure AD Synchronization
ar_ae: مزامنة أزور أد
de_de: Azure AD-Synchronisierung
fr_fr: Azure AD Synchronisation
it_it: Sincronizzazione di Azure AD

source: Azure AD Synchronization - GROUPS
ar_ae: مزامنة أزور أد - غروبس
de_de: Azure AD-Synchronisierung - GRUPPEN
fr_fr: Azure AD Synchronisation - GROUPES

source: Azure AD Synchronization - USERS
ar_ae: أزور أد سينكرونيزاتيون - وسرس
de_de: Azure AD-Synchronisierung - BENUTZER
fr_fr: Azure AD Synchronization - UTILISATEURS
it_it: Azure AD Synchronization - UTENTI

source: AZURE AD SYNCHRONIZATION SCHEDULE
ar_ae: أزور أد تزامن الجدول الزمني
de_de: AZURE AD SYNCHRONISIERUNGSPLAN
fr_fr: planifications de la synchronisation AD Azure
it_it: PROGRAMMA DI SINCRONIZZAZIONE AZURE AD

source: Azure AD User
ar_ae: أزور أد العضو
de_de: Azure AD Benutzer
fr_fr: Utilisateur Azure AD
it_it: Utente di Azure AD

source: Azure AD users import
ar_ae: استيراد أزور أد
de_de: Azure AD-Benutzer importieren
fr_fr: Importation d'utilisateurs Azure AD
it_it: Importazione degli utenti di Azure AD

source: Azure Blob Storage
ar_ae: أزور بلوب التخزين
de_de: Azurblob-Speicher
it_it: Archiviazione BLOB di Azure

source: AZURE BLOB STORAGE SETTINGS
ar_ae: أزور بلوب ستوريج سيتينغس
de_de: AZURE BLOB SPEICHEREINSTELLUNGEN
fr_fr: PARAMÈTRES DE STOCKAGE AZURE BLOB
it_it: IMPOSTAZIONI DI STORAGE DEL BLOB AZURE

source: Back
ar_ae: عودة
de_de: Zurü
fr_fr: Retour
it_it: Indietro

source: Basic authentication
ar_ae: المصادقة الأساسية
de_de: Standardauthentifizierung
fr_fr: Authentification de base
it_it: Autenticazione di base

source: Blob Service endpoint
ar_ae: نقطة نهاية خدمة النقطة
de_de: Endpunkt des Blob-Dienstes
fr_fr: Point de terminaison du service Blob
it_it: Punto finale del servizio BLOB

source: Blob URL
ar_ae: عنوان ورل
fr_fr: URL de blob

source: Bold
ar_ae: جريء
de_de: Fett
fr_fr: Gras

source: Browse file path
ar_ae: تصفح مسار الملف
de_de: Dateipfad durchsuchen
fr_fr: Parcourir le chemin du fichier
it_it: Sfoglia il percorso del file

source: Browse file path (.csv)
ar_ae: تصفح مسار الملف (.csv)
de_de: Dateipfad durchsuchen (.csv)
fr_fr: Parcourir le chemin du fichier (.csv)
it_it: Sfoglia il percorso del file (.csv)

source: browse image path
ar_ae: تصفح مسار الصورة
de_de: Bildpfad durchsuchen
fr_fr: parcourir le chemin de l'image
it_it: sfoglia il percorso dell'immagine

source: Cache a temporary copy of the report. Expire copy of report after a number of minutes :
ar_ae: ذاكرة التخزين المؤقت نسخة مؤقتة من التقرير. انتهاء نسخة التقرير بعد عدة دقائق:
de_de: Cache eine temporäre Kopie des Berichts. Kopie des Berichts nach einigen Minuten abbrechen:
fr_fr: Cache une copie temporaire du rapport. Expirer une copie du rapport après un certain nombre de minutes:
it_it: Memorizzare una copia temporanea del report nella cache. Scadenza della copia del rapporto dopo un numero di minuti:

source: Cache a temporary copy of the report. Expire copy of report on the following schedule
ar_ae: ذاكرة التخزين المؤقت نسخة مؤقتة من التقرير. إنهاء نسخة من التقرير على الجدول التالي
de_de: Cache eine temporäre Kopie des Berichts. Expire Kopie des Berichts nach dem folgenden Zeitplan
fr_fr: Cache une copie temporaire du rapport. Expirer une copie du rapport selon le calendrier suivant
it_it: Memorizzare una copia temporanea del report nella cache. Scadenza della copia del rapporto nel seguente programma

source: Cancel
ar_ae: الغي
de_de: Abbruch
fr_fr: Annuler
it_it: Annulla

source: cannot be deleted as the Dataset is being used by reports.
ar_ae: لا يمكن حذفها لأن مجموعة البيانات تستخدم من قبل التقارير.
de_de: kann nicht gelöscht werden, da das Dataset von Berichten verwendet wird.
fr_fr: ne peut pas être supprimé car le jeu de données est utilisé par les rapports.
it_it: non può essere cancellato poiché il Dataset viene utilizzato dai report.

source: cannot be deleted as the DataSource is being used by reports or datasets.
ar_ae: لا يمكن حذفها حيث يتم استخدام داتاسورس بواسطة التقارير أو مجموعات البيانات.
de_de: kann nicht gelöscht werden, da die DataSource von Berichten oder Datensätzen verwendet wird.
fr_fr: ne peut pas être supprimé car DataSource est utilisé par des rapports ou des jeux de données.
it_it: non può essere cancellato in quanto DataSource viene utilizzato da report o set di dati.

source: Cannot delete
ar_ae: لا يمكن مسحه
de_de: Kann nicht löschen -
fr_fr: Suppression impossible
it_it: Impossibile eliminare

source: Categories
ar_ae: الاقسام
de_de: Kategorien
fr_fr: Catégories
it_it: Categorie

source: Category
ar_ae: الفئة
de_de: Kategorie
fr_fr: Catégorie
it_it: Categoria

source: Category
ar_ae: الفئة
de_de: Kategorie
fr_fr: Catégorie
it_it: Categoria

source: Category has been added successfully.
ar_ae: تمت إضافة الفئة بنجاح.
de_de: Kategorie wurde erfolgreich hinzugefügt.
fr_fr: catégorie a été ajoutée avec succès
it_it: La categoria è stata aggiunta con successo.

source: Category has been updated successfully.
ar_ae: تم تحديث الفئة بنجاح.
de_de: Die Kategorie wurde erfolgreich aktualisiert.
fr_fr: La catégorie a été mise à jour avec succès.
it_it: La categoria è stata aggiornata con successo.

source: Category Name
ar_ae: اسم الفئة
de_de: Name der Kategorie
fr_fr: Nom de la Catégorie
it_it: Nome Categoria

source: Category name already exists
ar_ae: اسم الفئة موجود من قبل
de_de: Der Kategoriename ist bereits vorhanden
fr_fr: Le nom de la catégorie existe déjà
it_it: Il nome della categoria esiste già

source: Change Password
ar_ae: تغيير كلمة المرور
de_de: Passwort ändern
fr_fr: Changer le mot de pass
it_it: Cambia Password

source: CHANGE PASSWORD
ar_ae: تغيير كلمة السر
de_de: PASSWORT ÄNDERN
fr_fr: CHANGER LE MOT DE PASSE
it_it: CAMBIARE PASSWORD

source: Change Profile picture
ar_ae: تغيير صورة الملف الشخصي
de_de: Profilbild ändern
fr_fr: Modifier la photo de profil
it_it: Cambia l'immagine del profilo

source: Change Profile Picture
ar_ae: تغيير صورة الملف الشخصي
de_de: Profilbild ändern
fr_fr: Modifier la photo de profil
it_it: Cambia l'immagine del profilo

source: Change Query
ar_ae: تغيير طلب البحث
de_de: Abfrage ändern
fr_fr: Modifier la requête
it_it: Cambia query

source: Choose a report to schedule
ar_ae: اختر تقريرا لجدولته
de_de: Wählen Sie einen zu planenden Bericht aus
fr_fr: Choisissez un rapport à planifier
it_it: Scegli un rapporto da pianificare

source: Choose file
ar_ae: اختر ملف
de_de: Datei auswählen
fr_fr: Sélectionner un fichier
it_it: Scegli il file

source: Choose the columns that has the user data
ar_ae: اختر الأعمدة التي تحتوي على بيانات المستخدم
de_de: Wählen Sie die Spalten mit den Benutzerdaten
fr_fr: Choisissez les colonnes contenant les données utilisateur
it_it: Scegli le colonne con i dati dell'utente

source: Choose the recurrence intervals for the report server to start scheduling
ar_ae: اختر فترات تكرار لخادم التقرير لبدء جدولة
de_de: Wählen Sie die Wiederholungsintervalle aus, damit der Berichtsserver mit der Planung beginnen kann
fr_fr: Choisissez les intervalles de récurrence pour que le serveur de rapports démarre la planification
it_it: Scegliere gli intervalli di ricorrenza per il server di report per iniziare la pianificazione

source: Choose the subscribers and export format
ar_ae: اختر المشتركين وتنسيق التصدير
de_de: Wählen Sie die Abonnenten und das Exportformat
fr_fr: Choisissez les abonnés et le format d'exportation
it_it: Scegli gli abbonati e il formato di esportazione

source: Clear
ar_ae: مسح
de_de: klar
fr_fr: Vider
it_it: Chiaro

source: Clear All
ar_ae: مسح الجميع
de_de: Alles räumen
fr_fr: Tout effacer
it_it: Rimuovi tutti

source: Clear search
ar_ae: مسح البحث
de_de: Suche löschen
fr_fr: Effacer la recherche
it_it: Cancella ricerca

source: click
ar_ae: انقر!
de_de: Klicks
fr_fr: clic
it_it: Clic!

source: Click
ar_ae: النقرةclick
de_de: Klicken
fr_fr: Cliquer

source: Click
ar_ae: النقرةclick
de_de: Klicken
fr_fr: Cliquer

source: Click <a href="https://help.syncfusion.com/report-platform/report-server/administration/manage-reports/embed-server-reports"><u class="documentation-link">here</u></a> to learn how to use this embed code in another application using different authentication.
ar_ae: انقر على <a href="https://help.syncfusion.com/report-platform/report-server/administration/manage-reports/embed-server-reports"> <u كلاس = "دوكومنتاتيون-لينك " > هنا </ u> </a> للتعرف على كيفية استخدام شفرة التضمين هذه في تطبيق آخر باستخدام مصادقة مختلفة.
de_de: Klicken Sie auf <a href="https://help.syncfusion.com/report-platform/report-server/administration/manage-reports/embed-server-reports"> <u class = "documentation-link " > Hier </ u> </a>, um zu erfahren, wie Sie diesen Einbettungscode in einer anderen Anwendung mit einer anderen Authentifizierung verwenden können.
fr_fr: Cliquez sur <a href="https://help.syncfusion.com/report-platform/report-server/administration/manage-reports/embed-server-reports"> <u class = "documentation-link" > ici </ u> </a> pour apprendre à utiliser ce code intégré dans une autre application en utilisant une authentification différente.
it_it: Fai clic su <a href="https://help.syncfusion.com/report-platform/report-server/administration/manage-reports/embed-server-reports"> <u class = "documentation-link " > qui </ u> </a> per imparare come utilizzare questo codice embed in un'altra applicazione utilizzando un'autenticazione diversa.

source: click here
ar_ae: انقر هنا
de_de: Klick hier
fr_fr: cliquez ici
it_it: clicca qui

source: Click here to change the account activation type
ar_ae: انقر هنا لتغيير نوع تنشيط الحساب
de_de: Klicken Sie hier, um den Kontoaktivierungstyp zu ändern
fr_fr: Cliquez ici pour changer le type d'activation du compte
it_it: Clicca qui per cambiare il tipo di attivazione dell'account

source: Click here to configure the Database settings
ar_ae: انقر هنا لتكوين إعدادات قاعدة البيانات
de_de: Klicken Sie hier, um die Datenbankeinstellungen zu konfigurieren
fr_fr: Cliquez ici pour configurer les paramètres de la base de données
it_it: Clicca qui per configurare le impostazioni del database

source: Click here to configure the Email settings
ar_ae: انقر هنا لتهيئة إعدادات البريد الإلكتروني
de_de: Klicken Sie hier, um die E-Mail-Einstellungen zu konfigurieren
fr_fr: Cliquez ici pour configurer les paramètres Email
it_it: Clicca qui per configurare le impostazioni Email

source: Click to copy
ar_ae: انقر للنسخ
de_de: Klicken Sie, um zu kopieren
fr_fr: Cliquez pour copier
it_it: Clicca per copiare

source: Client Designer
ar_ae: مصمم العميل

source: Client Id
ar_ae: معرف العميل
fr_fr: Client_id: 2
it_it: Identificativo cliente

source: Client Secret Code
ar_ae: الرمز السري للعميل
de_de: Client-Geheimcode
fr_fr: Code secret du client
it_it: Codice segreto del cliente

source: Clone
ar_ae: نسخ
de_de: Klonen
it_it: Copia

source: Clone Report
ar_ae: تقرير استنساخ
de_de: Klonbericht
fr_fr: Rapport de clonage
it_it: Rapporto clone

source: Cloned from
ar_ae: مستنسخة من
de_de: Aus geklont
fr_fr: Cloné à partir de
it_it: Clonato da

source: Close
ar_ae: غلق
de_de: Schließe
fr_fr: Fermer
it_it: Chiudi

source: Collapse
ar_ae: تقلص
de_de: Zusammenbruch
fr_fr: Effondrer
it_it: Chiudi

source: Collapse All
ar_ae: انهيار جميع
de_de: Alles falten
fr_fr: Réduire tout
it_it: Comprimi tutto

source: Comment has been deleted successfully.
ar_ae: تم حذف التعليق بنجاح.
de_de: Kommentar wurde erfolgreich gelöscht.
fr_fr: Le commentaire a été supprimé avec succès.
it_it: Il commento è stato cancellato con successo.

source: Comment is too long
ar_ae: التعليق طويل جدا
de_de: Kommentar ist zu lang
fr_fr: Le commentaire est trop long
it_it: Il commento è troppo lungo.

source: comment on the
ar_ae: التعليق على
de_de: Kommentar zum
fr_fr: commenter le
it_it: commentare il

source: Comment should not be blank
ar_ae: يجب ألا يكون التعليق فارغا
de_de: Kommentar sollte nicht leer sein
fr_fr: Le commentaire ne doit pas être vide
it_it: Il commento non dovrebbe essere vuoto

source: Comment(s)
ar_ae: ٪ تعليقات
de_de: Kommentare
fr_fr: 0 Commentaires
it_it: Commenti

source: commented on the
ar_ae: علق على
de_de: kommentierte die
fr_fr: a commenté le
it_it: ha commentato il

source: Comments
ar_ae: تعليقات
de_de: Kommentare
it_it: Commenti

source: Completed
ar_ae: تمّ
de_de: Vollständig
fr_fr: Terminé
it_it: Completato

source: Configuration for activating user accounts in the Report Server
ar_ae: تكوين للاتصال بدليل المستخدم
de_de: Konfiguration zum Aktivieren von Benutzerkonten im Report Server
fr_fr: Configuration pour l'activation des comptes d'utilisateurs dans le Report Server
it_it: Configurazione per l'attivazione degli account utente nel server di report

source: Configuration for sending emails from the Report Server
ar_ae: تكوين لإرسال رسائل البريد الإلكتروني من "خادم التقارير"
de_de: Konfiguration zum Senden von E-Mails vom Berichtsserver
fr_fr: Configuration pour l'envoi d'e-mails à partir du serveur de rapports
it_it: Configurazione per l'invio di e-mail dal server di report

source: Configuration for setting Single Sign-On
ar_ae: تهيئة إعداد الدخول الموحد
de_de: Konfiguration für die Einstellung von Single Sign-On
fr_fr: Configuration pour la configuration de l'authentification unique
it_it: Configurazione per l'impostazione di Single Sign-On

source: Configuration for the Reports
ar_ae: تكوين التقارير
de_de: Konfiguration für die Berichte
fr_fr: Configuration pour les rapports
it_it: Configurazione per i report

source: Configure General Settings of the Report Server
ar_ae: تكوين الإعدادات العامة من "ملقم التقرير"
de_de: Konfigurieren Sie die allgemeinen Einstellungen des Berichtsservers
fr_fr: Configurer les paramètres généraux du serveur de rapports
it_it: Configurare le impostazioni generali del server di report

source: Confirm password
ar_ae: تأكيد كلمة المرور
de_de: Passwort bestätigen
fr_fr: Confirmez le mot de passe
it_it: Conferma Password

source: Confirm Password
ar_ae: تأكيد كلمة المرور
de_de: Verbinden
fr_fr: Confirmez le mot de passe
it_it: Conferma password

source: Connect
ar_ae: اتصال
fr_fr: Relier
it_it: Collegare

source: Connect using
ar_ae: الاتصال باستخدام
de_de: Verbinden mit
fr_fr: Se connecter en utilisant
it_it: Connetti usando

source: Connect using:
ar_ae: الاتصال باستخدام:
de_de: Verbinden mit:
fr_fr: Connectez-vous en utilisant:
it_it: Connetti usando:

source: Connected successfully.
ar_ae: تم الاتصال بنجاح.
de_de: Erfolgreich verbunden
fr_fr: Connecté avec succès.
it_it: Connesso

source: Connection
ar_ae: صلة
de_de: Verbindung
fr_fr: Connexion
it_it: Connessione

source: Connection Failed
ar_ae: فشل الاتصال
de_de: Verbindung fehlgeschlagen.
fr_fr: ___ La connexion a échoué ____
it_it: Connessione non riuscita

source: Connection failed.
ar_ae: فشل الاتصال
de_de: Verbindung fehlgeschlagen.
fr_fr: La connexion a échoué.
it_it: Connessione non riuscita

source: Connection has been created successfully.
ar_ae: تم إنشاء الاتصال بنجاح.
de_de: Verbindung wurde erfolgreich erstellt.
fr_fr: La connexion a été créée avec succès.
it_it: La connessione è stata creata con successo.
