Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: as public. Internal server error. Please try again.
ar_ae: علنا. خطأ في الخادم الداخلي. حاول مرة اخرى.
de_de: als öffentlich. Interner Serverfehler. Bitte versuche es erneut.
fr_fr: comme public. Erreur Interne du Serveur. Veuillez réessayer.
it_it: come pubblico. Errore interno del server. Per favore riprova.

source: Creation
ar_ae: الإبداع
de_de: Erstellung
fr_fr: Création
it_it: Creazione

source: deleted
ar_ae: تم الحذف
de_de: Gelöscht
fr_fr: supprimé
it_it: cancellato

source: for more details..
ar_ae: لمزيد من التفاصيل..
de_de: für mehr Details..
fr_fr: pour plus de détails.
it_it: per ulteriori dettagli..

source: has been deleted successfully.
ar_ae: تم حذفها بنجاح.
de_de: wurde erfolgreich gelöscht.
fr_fr: a été supprimé avec succès.
it_it: è stato cancellato con successo.

source: has been failed to delete.
ar_ae: فشلت في الحذف.
de_de: wurde nicht gelöscht.
fr_fr: a échoué à supprimer.
it_it: non è stato cancellato.

source: has mentioned you in the comment on the
ar_ae: وقد ذكر لك في التعليق على
de_de: Ich habe dich in dem Kommentar zu der
fr_fr: vous a mentionné dans le commentaire
it_it: ti ha menzionato nel commento sul

source: is now private.
ar_ae: أصبحت الآن خاصة.
de_de: ist jetzt privat.
fr_fr: est maintenant privé.
it_it: è ora privato.

source: private?
ar_ae: قطاع خاص
de_de: Privat
fr_fr: particulier
it_it: Privato?

source: Public Reports disabled in the
ar_ae: تم تعطيل التقارير العامة في
de_de: Öffentliche Berichte in der
fr_fr: Rapports publics désactivés dans le
it_it: Rapporti pubblici disabilitati in

source: public?
ar_ae: عامة
de_de: ÖFFENTLICH
fr_fr: Publique
it_it: pubbliche?

source: to learn how to add new localizations in Report Server.
ar_ae: لمعرفة كيفية إضافة تعريبات جديدة في "خادم التقارير".
de_de: Informationen zum Hinzufügen neuer Lokalisierungen im Berichtsserver
fr_fr: pour savoir comment ajouter de nouvelles localisations dans Report Server.
it_it: per imparare come aggiungere nuove localizzazioni in Report Server.

source: will only be visible to users with the appropriate permissions.
ar_ae: لن يكون مرئيا إلا للمستخدمين الذين لديهم الأذونات المناسبة.
de_de: ist nur für Benutzer mit den entsprechenden Berechtigungen sichtbar.
fr_fr: sera seulement visible aux utilisateurs avec les permissions appropriées.
it_it: sarà visibile solo agli utenti con le autorizzazioni appropriate.

source: " + args[i].Labels[0] + "
ar_ae: "+ أرجس [i] .Labels [0] + "

source: " + args[index].Value + "
ar_ae: "+ أرجس [إندكس] .Value + "
de_de: "+ Argumente [Index]. Wert + "
it_it: "+ args [indice] .Valore + "

source: " + dataItem + "
ar_ae: "+ داتيتم = +"

source: " + row.Field<string>(GlobalAppSettings.DBColumns.DB_PermissionEntity.Name) + "
ar_ae: "+ row.Field <سترينغ> (GlobalAppSettings.DBColumns.DB_PermissionEntity.Name) + "
fr_fr: "+ row.Field <chaîne> (GlobalAppSettings.DBColumns.DB_PermissionEntity.Name) + "
it_it: "+ row.Field <stringa> (GlobalAppSettings.DBColumns.DB_PermissionEntity.Name) + "

source: " + servergroupcount + " " + activedirectorygroupcount + " " + azureadgroupcount + " has been deleted successfully.
ar_ae: "+ سيرفيرغروبكونت + " "+ أكتيفيدركتوريغروبونت + " "+ أزوريدغروبكونت + " تم حذفه بنجاح.
de_de: "+ servergroupcount + " "+ activedirectorygroupcount + " "+ azureadgroupcount + " wurde erfolgreich gelöscht.
fr_fr: "+ servergroupcount + " "+ activedirectorygroupcount + " "azureadgroupcount + " a été supprimé avec succès.
it_it: "+ servercountcount + " "+ activedirectorygroupcount + " "+ azureadgroupcount + " è stato cancellato con successo.

source: " + args[index].Value + "
ar_ae: "+ n أرجس [إندكس] .Value + n "
de_de: "+ n Argumente [Index] .Wert + n "
fr_fr: "+ n args [index] .Valeur + n "
it_it: "+ n args [indice] .Valore + n "

source: " + paramName + "
ar_ae: "+ n بارنامنام + n "
de_de: "+ n ParameterName + n "
fr_fr: "+ n paramName + n "
it_it: "+ n nome parametro + n "

source: " + args[i].Labels[0] + "
ar_ae: "+ n أرغس [i] .Labels [0] + n "
de_de: "+ n args [i] .Labels [0] + n "
fr_fr: "+ n arguments [i]. Labels [0] + n "
it_it: "+ n args [i] .Labels [0] + n "

source: " + paramName + "
ar_ae: "+ n بارنامنام + n "
de_de: "+ n ParameterName + n "
fr_fr: "+ n paramName + n "
it_it: "+ n nome parametro + n "

source: " + paramters[index].Values[0] + "
ar_ae: "+ n بارامترز [إندكس] .Values ​​[0] + n "
de_de: "+ n Parameter [Index] .Werte [0] + n "
fr_fr: "+ n paramètres [index] .Valeurs [0] + n "
it_it: "+ n parametri [indice] .Valori [0] + n "

source: (Edited)
ar_ae: (محرر)
de_de: bearbeitet
fr_fr: modifier
it_it: Modificato

source: (For testing purpose, select Embedded SQL CE.)
ar_ae: (لغرض الاختبار، حدد إمبلديد سكل سي.)
de_de: (Wählen Sie zu Testzwecken Embedded SQL CE aus.)
fr_fr: Pour des tests, sélectionnez Embedded CE SQL).
it_it: (Per scopi di test, selezionare Embedded SQL CE.)

source: *1024 characters maximum
ar_ae: * 1024 حرفا كحد أقصى
de_de: (Maximal 300 Zeichen)
fr_fr: 1024 caractères maximum
it_it: 70 caratteri massimo

source: {0} of {1} pages ({2} items)
ar_ae: {0} من {1} صفحة ( {2} العناصر)
de_de: {0} von {1} Seiten ( {2} Elemente)
fr_fr: {0} sur {1} pages ( {2} éléments)
it_it: di {1} pagine ({2} articoli)

source: 1 lowercase.
ar_ae: الحروف الصغيرة
de_de: Kleinbuchstaben
fr_fr: Minuscules
it_it: Minuscolo

source: 1 numeric.
ar_ae: numeric
de_de: Numerisch
fr_fr: (*numérique)
it_it: 1 numerico.

source: 1 special character.
ar_ae: 1 الطابع الخاص.
de_de: 1 Sonderzeichen
fr_fr: caractères spéciaux
it_it: 1 personaggio speciale.

source: 1 uppercase.
ar_ae: الحروف الكبيرة
de_de: Grossbuchstaben
fr_fr: Majuscule
it_it: 1 maiuscolo.

source: 1.00 PM
ar_ae: م
fr_fr: 18 heures

source: 1024 characters maximum
ar_ae: 1024 حرفا كحد أقصى
de_de: (Maximal 300 Zeichen)
fr_fr: 1024 caractères maximum
it_it: 1024 caratteri massimi

source: 200x44 pixels preferred
ar_ae: 200 × 44 بكسل مفضلة
de_de: 200x44 Pixel bevorzugt
fr_fr: 200x44 pixels préférés
it_it: 40x40 preferito

source: 4000 characters maximum
ar_ae: 4000 حرفا كحد أقصى
de_de: (Maximal 300 Zeichen)
fr_fr: 1024 caractères maximum
it_it: 4000 caratteri massimo

source: 40x40 pixels preferred
ar_ae: 40 × 40 بكسل مفضلة
de_de: 40x40 Pixel bevorzugt
fr_fr: 40x40 pixels préférés
it_it: 40x40 preferito

source: 7 characters maximum
ar_ae: 7 أحرف كحد أقصى
de_de: (Maximal 300 Zeichen)
fr_fr: 1024 caractères maximum
it_it: 7 caratteri massimo

source: 70 characters maximum
ar_ae: 70 حرفا كحد أقصى
de_de: (Maximal 300 Zeichen)
fr_fr: 1024 caractères maximum
it_it: 70 caratteri massimo

source: a comment on the
ar_ae: تعليق على
de_de: ein Kommentar zum
fr_fr: un commentaire sur
it_it: un commento su

source: A dataset with the same name already exists
ar_ae: توجد مجموعة بيانات بنفس الاسم
de_de: Ein Datensatz mit demselben Namen existiert bereits
fr_fr: Un ensemble de données portant le même nom existe déjà
it_it: Esiste già un set di dati con lo stesso nome

source: A file with the same name already exists
ar_ae: يوجد بالفعل ملف بنفس الاسم
de_de: Eine Datei mit demselben Namen existiert bereits
fr_fr: Un fichier portant le même nom existe déjà
it_it: Esiste già un file con lo stesso nome

source: A minute ago
ar_ae: وقبل دقيقة
de_de: Vor einer Minute
fr_fr: Il y a une minute
it_it: Un minuto fa

source: A minutes ago
ar_ae: قبل دقيقة
de_de: Vor einer Minute
fr_fr: Il y a quelques minutes
it_it: Un minuto fa

source: A report with the same name already exists in this category
ar_ae: يوجد بالفعل تقرير يحمل نفس الاسم في هذه الفئة
de_de: Ein Bericht mit demselben Namen existiert bereits in dieser Kategorie
fr_fr: Un rapport portant le même nom existe déjà dans cette catégorie
it_it: Un report con lo stesso nome esiste già in questa categoria

source: A week ago
ar_ae: منذ أسبوع
de_de: vor einer Woche
fr_fr: Il y a une semaine
it_it: Una settimana fa

source: Access Denied
ar_ae: الدخول محظور
de_de: Zugriff abgelehnt
fr_fr: Accès refusé
it_it: Accesso negato

source: access for
ar_ae: الوصول
de_de: Zugang für
fr_fr: accès pour
it_it: accesso per

source: access for the
ar_ae: الوصول لل
de_de: Zugang für die
fr_fr: accès pour le
it_it: accesso per il

source: Access has been removed successfully.
ar_ae: تمت إزالة الدخول بنجاح.
de_de: Zugriff wurde erfolgreich entfernt.
fr_fr: L'accès a été supprimé avec succès.
it_it: L'accesso è stato rimosso con successo.

source: Access is denied
ar_ae: الدخول محظور
de_de: Der Zugriff wurde verweigert
fr_fr: L'accès est refusé
it_it: Accesso negato

source: Access key
ar_ae: مفتاح الوصول
de_de: {0}{/0}{1}{/1}{2}{/2}ACCESSKEY=
fr_fr: Clé d'accès
it_it: Chiave di accesso

source: Access mode
ar_ae: وضع وصول
de_de: Zugriffsmodus
fr_fr: Mode d'accès
it_it: Modalità di accesso

source: Access Mode
ar_ae: وضع وصول
de_de: Zugriffsmodus
fr_fr: Mode d'accès
it_it: Modalità di accesso

source: Account
ar_ae: الحساب
de_de: Konto
fr_fr: Compte

source: Account Activation
ar_ae: تفعيل الحساب
de_de: Aktivierung des Accounts
fr_fr: Activation du compte
it_it: Attivazione account

source: Account Activation Mode
ar_ae: وضع تنشيط الحساب
de_de: Kontoaktivierungsmodus
fr_fr: Mode d'activation de compte
it_it: Modalità di attivazione dell'account

source: Account name
ar_ae: اسم الحساب
de_de: Kontoname
fr_fr: Nom du compte
it_it: Nome del conto:

source: Account not yet activated. Please contact the system administrator.
ar_ae: لم يتم تنشيط الحساب بعد. يرجى الاتصال بمسؤول النظام.
de_de: Konto noch nicht aktiviert Bitte kontaktieren Sie den Systemadministrator.
fr_fr: Le compte n'est pas encore activé. Veuillez contacter l'administrateur du système.
it_it: Account non ancora attivato. Si prega di contattare l'amministratore di sistema.

source: Actions
ar_ae: أفعال
de_de: Menü
it_it: Azioni

source: Activate User
ar_ae: تنشيط المستخدم
de_de: Nutzer aktivieren
fr_fr: Activer l'utilisateur
it_it: Attiva utente

source: Activation code has been generated successfully. As email settings are not configured we are not able to send activation email to the user.
ar_ae: تم إنشاء رمز التنشيط بنجاح. نظرا لأن إعدادات البريد الإلكتروني لم تتم تهيئتها، فلن نتمكن من إرسال رسالة إلكترونية للتفعيل إلى المستخدم.
de_de: Aktivierungscode wurde erfolgreich generiert. Da die E-Mail-Einstellungen nicht konfiguriert sind, können wir keine Aktivierungs-E-Mail an den Benutzer senden.
fr_fr: Le code d'activation a été généré avec succès. Les paramètres de messagerie n'étant pas configurés, nous ne pouvons pas envoyer d'e-mail d'activation à l'utilisateur.
it_it: Il codice di attivazione è stato generato correttamente. Poiché le impostazioni e-mail non sono configurate, non siamo in grado di inviare e-mail di attivazione all'utente.

source: Activation code has been resent successfully.
ar_ae: تمت استعادة رمز التنشيط بنجاح.
de_de: Der Aktivierungscode wurde erfolgreich erneut gesendet.
fr_fr: Le code d'activation a été renvoyé avec succès.
it_it: Il codice di attivazione è stato inviato nuovamente.

source: Activation code has been sent successfully.
ar_ae: تم إرسال رمز التنشيط بنجاح.
de_de: Der Aktivierungscode wurde erfolgreich gesendet.
fr_fr: Le code d'activation a été envoyé avec succès.
it_it: Il codice di attivazione è stato inviato correttamente.

source: Activation emails cannot be sent until the email settings are configured. You can select ‘Automatic Activation’ to activate the user without configuring email settings.
ar_ae: لا يمكن إرسال رسائل البريد الإلكتروني للتفعيل حتى تتم تهيئة إعدادات البريد الإلكتروني. يمكنك تحديد "التنشيط التلقائي" لتنشيط المستخدم دون تهيئة إعدادات البريد الإلكتروني.
de_de: Aktivierungs-E-Mails können erst versendet werden, wenn die E-Mail-Einstellungen konfiguriert sind. Sie können "Automatische Aktivierung" auswählen, um den Benutzer zu aktivieren, ohne die E-Mail-Einstellungen zu konfigurieren.
fr_fr: Les emails d'activation ne peuvent pas être envoyés jusqu'à ce que les paramètres de messagerie soient configurés. Vous pouvez sélectionner «Activation automatique» pour activer l'utilisateur sans avoir à configurer les paramètres de messagerie.
it_it: Le e-mail di attivazione non possono essere inviate fino a quando non vengono configurate le impostazioni e-mail. È possibile selezionare "Attivazione automatica" per attivare l'utente senza configurare le impostazioni e-mail.

source: Active
ar_ae: نشيط
de_de: Aktiv
fr_fr: Actif
it_it: Attivo

source: Active Directory
ar_ae: دليل العمل

source: Active Directory
ar_ae: دليل العمل

source: Active Directory group
ar_ae: مجموعة أكتيف ديركتوري
de_de: Active Directory-Gruppe
fr_fr: Groupe Active Directory
it_it: Gruppo Active Directory

source: Active Directory group import
ar_ae: استيراد مجموعة الدليل النشط
de_de: Active Directory-Gruppenimport
fr_fr: Importation de groupe Active Directory
it_it: Importazione di gruppo di Active Directory

source: Active Directory Groups import
ar_ae: استيراد مجموعات الدليل النشط
de_de: Importieren von Active Directory-Gruppen
fr_fr: import Active Directory Groupes Actifs
it_it: Importazione di gruppi di Active Directory

source: Active Directory Settings
ar_ae: إعدادات أكتيف ديركتوري
de_de: Active Directory-Einstellungen
fr_fr: Paramètres Active Directory
it_it: Impostazioni di Active Directory

source: Active Directory Synchronization
ar_ae: مزامنة الدليل النشط
de_de: Active Directory-Synchronisierung
fr_fr: Synchronisation Active Directory
it_it: Sincronizzazione di Active Directory

source: Active Directory Synchronization - GROUPS
ar_ae: أكتيف ديركتوري سينكرونيزاتيون - غروبس
de_de: Active Directory-Synchronisierung - GRUPPEN
it_it: Sincronizzazione di Active Directory - GROUPS

source: Active Directory Synchronization - USERS
ar_ae: أكتيف ديركتوري سينكرونيزاتيون - وسرس
de_de: Active Directory-Synchronisierung - Benutzer
fr_fr: Synchronisation Active Director - UTILISATEURS
it_it: Sincronizzazione di Active Directory - UTENTI

source: ACTIVE DIRECTORY SYNCHRONIZATION SCHEDULE
ar_ae: أكتيف ديركتوري تزامن الجدول الزمني
de_de: ACTIVE VERZEICHNIS SYNCHRONISIERUNGSPLAN
fr_fr: planifications de la synchronisation Active Directory
it_it: PROGRAMMA DI SINCRONIZZAZIONE DELL'INGRESSO ATTIVO

source: Active Directory User
ar_ae: مستخدم الدليل النشط
de_de: Active Directory-Benutzer
fr_fr: Utilisateur Active Directory
it_it: Utente di Active Directory

source: Active Directory user import
ar_ae: استيراد مستخدم أكتيف ديركتوري
de_de: Active Directory-Benutzerimport
fr_fr: Importation d'utilisateurs Active Directory
it_it: Importazione utente di Active Directory

source: Active Directory users import
ar_ae: استيراد مستخدمي أكتيف ديركتوري
de_de: Active Directory-Benutzer importieren
fr_fr: Importation d'utilisateurs Active Directory
it_it: Importazione degli utenti di Active Directory

source: AD Schedule Synchronization
ar_ae: أد جدول التزامن
de_de: AD Synchronisierung planen
fr_fr: Synchronisation des horaires AD
it_it: Sincronizzazione pianificazione AD

source: Add
ar_ae: إضافة
de_de: Hinzufügen
fr_fr: Ajouter
it_it: Aggiungi

source: Add Category
ar_ae: إضافة فئة
de_de: Kategorie hinzufügen
fr_fr: Ajouter une catégorie
it_it: Aggiungi categoria

source: Add Comment
ar_ae: أضف تعليقاً
de_de: Füge ein Kommentar hinzu
fr_fr: Ajouter un commentaire
it_it: Aggiungi un commento

source: Add Data Source
ar_ae: إضافة مصدر البيانات
de_de: Fügen Sie Datenquelle hinzu
fr_fr: Ajouter une source de données
it_it: Aggiungi origine dati

source: Add Data Source – Access Denied
ar_ae: إضافة مصدر البيانات - تم رفض الوصول
de_de: Datenquelle hinzufügen - Zugriff verweigert
fr_fr: Ajouter une source de données - Accès refusé
it_it: Aggiungi origine dati: accesso negato

source: Add Dataset
ar_ae: إضافة مجموعة بيانات
de_de: Fügen Sie Datensatz hinzu
fr_fr: Ajouter un jeu de données
it_it: Aggiungi set di dati

source: Add external recipients
ar_ae: إضافة مستلمين خارجيين
de_de: Fügen Sie externe Empfänger hinzu
fr_fr: Ajouter des destinataires externes
it_it: Aggiungi destinatari esterni

source: Add Group
ar_ae: إضافة مجموعة
de_de: Gruppe hinzufügen
fr_fr: Ajouter Groupe
it_it: Aggiungere gruppo

source: Add new Data Source
ar_ae: إضافة مصدر بيانات جديد
de_de: Fügen Sie eine neue Datenquelle hinzu
fr_fr: Ajouter une nouvelle source de données
it_it: Aggiungi nuova origine dati

source: Add new group
ar_ae: إضافة مجموعة جديدة
de_de: Neue Gruppe hinzufügen
fr_fr: Ajouter un Nouveau Groupe
it_it: Aggiungi gruppo

source: Add New Group
ar_ae: إضافة مجموعة جديدة
de_de: Neue Gruppe hinzufügen
fr_fr: Ajouter un Nouveau Groupe
it_it: Aggiungi gruppo

source: Add New Permission
ar_ae: إضافة إذن جديد
de_de: Neue Berechtigung hinzufügen
fr_fr: Ajouter une nouvelle autorisation
it_it: Aggiungi nuova autorizzazione

source: Add new user
ar_ae: + إضافة مستخدم جديد
de_de: Neuen Benutzer hinzufügen
fr_fr: Ajouter un nouvel utilisateur
it_it: Aggiungi nuovo utente

source: Add Permission
ar_ae: إضافة إذن
de_de: Berechtigung hinzufügen
fr_fr: Ajouter une permission
it_it: Aggiungi permesso

source: Add Permission to the group
ar_ae: إضافة إذن للمجموعة
de_de: Fügen Sie der Gruppe Berechtigung hinzu
fr_fr: Ajouter une autorisation au groupe
it_it: Aggiungi permesso al gruppo

source: Add Permission to the user
ar_ae: إضافة إذن للمستخدم
de_de: Fügen Sie dem Benutzer Berechtigung hinzu
fr_fr: Ajouter l'autorisation de l'utilisateur
it_it: Aggiungi permesso all'utente

source: Add Report
ar_ae: إضافة تقرير
de_de: Bericht hinzufügen
fr_fr: Ajouter un rapport
it_it: Aggiungi rapporto

source: Add selected user(s) to the group
ar_ae: إضافة مستخدم (مستخدمين) محددين إلى المجموعة
de_de: Fügen Sie ausgewählte Benutzer zur Gruppe hinzu
fr_fr: Ajouter les utilisateurs sélectionnés au groupe
it_it: Aggiungi utenti selezionati al gruppo

source: Add the selected users to a Group
ar_ae: إضافة المستخدمين المحددين إلى مجموعة
de_de: Fügen Sie die ausgewählten Benutzer einer Gruppe hinzu
fr_fr: Ajouter les utilisateurs sélectionnés à un groupe
it_it: Aggiungi gli utenti selezionati a un gruppo

source: Add user
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen
fr_fr: Ajouter un utilisateur
it_it: Aggiungere utente

source: Add User
ar_ae: إضافة مستخدم
de_de: Benutzer hinzufügen
fr_fr: Ajouter un Utilisateur
it_it: Aggiungi Utente

source: Add Users
ar_ae: إضافة مستخدمين
de_de: User hinzufügen
fr_fr: Ajouter des comptes d'utilisateurs
it_it: Aggiungi utenti

source: Add Users by CSV File Upload
ar_ae: إضافة مستخدمين عن طريق تحميل ملف كسف
de_de: Fügen Sie Benutzer per CSV-Dateiupload hinzu
fr_fr: Ajouter des utilisateurs par téléchargement de fichier CSV
it_it: Aggiungi utenti tramite Caricamento file CSV

source: Add View
ar_ae: إضافة عرض
de_de: Ansicht hinzufügen
fr_fr: Ajouter une Vue
it_it: Aggiungi visualizzare

source: Add Watch
ar_ae: إضافة مشاهدة
de_de: Uhr hinzufügen
fr_fr: Ajouter montre
it_it: Aggiungi orologio

source: Added
ar_ae: وأضاف
de_de: Hinzugefügt
fr_fr: Ajoutée
it_it: Aggiunto

source: Added date
ar_ae: تاريخ الإضافة
de_de: Hinzugefügtes Datum
fr_fr: date d'ajout
it_it: Data aggiunta

source: Added Date
ar_ae: تاريخ الإضافة
de_de: Datum hinzugefügt
fr_fr: date d'ajout
it_it: Data aggiunta

source: Admin password
ar_ae: كلمة سر المشرف
de_de: Administrator-Passwort
fr_fr: Mot de passe d'administrateur
it_it: password dell'amministratore

source: Admin Password
ar_ae: كلمة سر المشرف
de_de: Administrator-Passwort
fr_fr: Mot de passe d'administrateur
it_it: Password dell'amministratore

source: Admin username
ar_ae: اسم مستخدم المشرف
de_de: Admin-Nutzername
fr_fr: Nom d'utilisateur administrateur

source: Admin Username
ar_ae: اسم مستخدم المشرف
de_de: Admin Benutzername
fr_fr: Nom d'utilisateur administrateur

source: Administration
ar_ae: الإدارة
de_de: Nach
it_it: Amministrazione

source: After
ar_ae: بعد
fr_fr: Après
it_it: Dopo

source: All Categories
ar_ae: جميع التصنيفات
de_de: Alle Kategorien
fr_fr: Toutes les catégories
it_it: Tutte le categorie

source: All Reports
ar_ae: جميع التقارير
de_de: Alle Berichte
fr_fr: Tous les rapports
it_it: Tutti i rapporti

source: All the tables will have this prefix. (Default: SyncRS_)
ar_ae: سوف تحتوي جميع الجداول على هذه البادئة. (افتراضي: SyncRS_)
de_de: Alle Tabellen haben dieses Präfix. (Standard: SyncRS_)
fr_fr: Toutes les tables auront ce préfixe. (Par défaut: SyncRS_)
it_it: Tutti i tavoli avranno questo prefisso. (Predefinito: SyncRS_)

source: Allow
ar_ae: السماح
fr_fr: Permettre
it_it: Abilita

source: Allow / Restrict
ar_ae: السماح / التقييد
de_de: Zulassen / Einschränken
fr_fr: Autoriser / Restreindre
it_it: Consenti / Limita

source: Allow or restrict notifications.
ar_ae: السماح بالإشعارات أو تقييدها.
de_de: Benachrichtigungen zulassen oder einschränken
fr_fr: Autoriser ou limiter les notifications
it_it: Consenti o limita le notifiche.

source: Allowed file types are .png, .jpg, and .jpeg. Maximum file size is 20MB. Recommended resolution is 200x200 pixels.
ar_ae: أنواع الملفات المسموح بها هي .png و .jpg و .jpeg. الحد الأقصى لحجم الملف هو 20 ميغابايت. الدقة الموصى بها هي 200x200 بكسل.
de_de: Zulässige Dateitypen sind .png, .jpg und .jpeg. Die maximale Dateigröße beträgt 20 MB. Die empfohlene Auflösung beträgt 200 x 200 Pixel.
fr_fr: Les types de fichiers autorisés sont .png, .jpg et .jpeg. La taille maximale du fichier est de 20 Mo. La résolution recommandée est de 200x200 pixels.
it_it: I tipi di file consentiti sono .png, .jpg e .jpeg. La dimensione massima del file è 20 MB. La risoluzione consigliata è 200x200 pixel.

source: Always run this report with the most recent data
ar_ae: شغل هذا التقرير دائما مع أحدث البيانات
de_de: Führen Sie diesen Bericht immer mit den neuesten Daten aus
fr_fr: Toujours exécuter ce rapport avec les données les plus récentes
it_it: Esegui sempre questo rapporto con i dati più recenti

source: An email with instructions on how to change your password has been sent to
ar_ae: تم إرسال رسالة إلكترونية تحتوي على إرشادات حول كيفية تغيير كلمة المرور
de_de: Eine E-Mail mit Anweisungen zum Ändern Ihres Passworts wurde an gesendet
fr_fr: Un e-mail contenant des instructions sur la façon de changer votre mot de passe a été envoyé à
it_it: È stata inviata un'email con le istruzioni su come cambiare la password

source: An hour ago
ar_ae: قبل ساعه
de_de: Vor einer Stunde
fr_fr: Il y a une heure
it_it: Un'ora fa

source: and
ar_ae: و
de_de: und
fr_fr: et
it_it: e

source: and ends after
ar_ae: وينتهي بعد
de_de: und endet danach
fr_fr: et se termine après
it_it: e finisce dopo

source: Anonymous authentication
ar_ae: مصادقة مجهولة المصدر
de_de: Anonyme Authentifizierung
fr_fr: Authentification anonyme
it_it: Autenticazione anonima

source: Anyone can navigate to this link, but only users with the appropriate permissions will be able to view the Report.
ar_ae: يمكن لأي شخص الانتقال إلى هذا الرابط، ولكن سيتمكن المستخدمون الذين لديهم الأذونات المناسبة فقط من عرض التقرير.
de_de: Jeder kann zu diesem Link navigieren, aber nur Benutzer mit den entsprechenden Berechtigungen können den Bericht anzeigen.
fr_fr: Tout le monde peut accéder à ce lien, mais seuls les utilisateurs disposant des autorisations appropriées pourront voir le rapport.
it_it: Chiunque può accedere a questo link, ma solo gli utenti con le autorizzazioni appropriate potranno visualizzare il report.

source: Application Time Zone
ar_ae: المنطقة الزمنية للتطبيق
de_de: Anwendungszeitzone
fr_fr: Fuseau horaire d'application
it_it: Fuso orario dell'applicazione

source: Application Time Zone:
ar_ae: المنطقة الزمنية للتطبيق:
de_de: Anwendungszeitzone:
fr_fr: Fuseau horaire de l'application:
it_it: Fuso orario dell'applicazione:

source: Applied Filters:
ar_ae: تطبيق مرشحات:
de_de: Angewendete Filter
fr_fr: Filtres appliqués:
it_it: Filtri applicati:

source: Apply
ar_ae: اطلب
de_de: Anwenden
fr_fr: Appliquer
it_it: Applicare

source: April
ar_ae: أبريل
fr_fr: Avril
it_it: Aprile
