Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: New group has been created successfully.
ar_ae: تم إنشاء مجموعة جديدة بنجاح.
de_de: Neue Gruppe wurde erfolgreich erstellt.
fr_fr: Le nouveau groupe a été créé avec succès.
it_it: Il nuovo gruppo è stato creato con successo.

source: New password
ar_ae: كلمة السر الجديدة
de_de: Neues Passwort
fr_fr: Nouveau mot de passe
it_it: Nuova password

source: New Password
ar_ae: كلمة المرور الجديدة
de_de: Neues Passwort
fr_fr: nouveau mot de passe
it_it: Nuova Password

source: New User
ar_ae: مستخدم جديد
de_de: Neuer Benutzer
fr_fr: Nouvel utilisateur
it_it: Nuovo Utente

source: New users could not be added since there are no remaining licenses(s) available.
ar_ae: تعذر إضافة مستخدمين جدد نظرا لعدم توفر تراخيص (تراخيص) متبقية.
de_de: Neue Benutzer konnten nicht hinzugefügt werden, da keine verbleibenden Lizenzen verfügbar sind.
fr_fr: Les nouveaux utilisateurs n'ont pas pu être ajoutés car il n'y a pas de licence (s) restante (s) disponible (s).
it_it: Non è stato possibile aggiungere nuovi utenti poiché non sono disponibili licenze rimanenti.

source: Newest
ar_ae: الأحدث
de_de: Neueste
fr_fr: Les plus récents
it_it: I più recenti

source: Next
ar_ae: التالى
de_de: Vor
fr_fr: Suivant
it_it: Avanti

source: Next Run
ar_ae: تشغيل المقبل
de_de: Nächste Ausführung
fr_fr: exécution suivante
it_it: Prossima esecuzione

source: Next Schedule
ar_ae: الجدول التالي
de_de: Nächster Zeitplan
fr_fr: Prochain programme
it_it: Prossima pianificazione

source: Next Scheduled Run
ar_ae: التشغيل المجدول التالي
de_de: Nächster geplanter Lauf
fr_fr: Prochaine exécution planifiée
it_it: Prossima esecuzione programmata

source: No
ar_ae: لا
de_de: Nein
fr_fr: Non

source: No categories available to display
ar_ae: لا توجد فئات متاحة للعرض
de_de: Keine Kategorien zur Anzeige verfügbar
fr_fr: Aucune catégorie disponible à afficher
it_it: Nessuna categoria disponibile per la visualizzazione

source: No comments to display
ar_ae: لا توجد تعليقات لعرضها
de_de: Keine Kommentare zum Anzeigen
fr_fr: Aucun commentaire à afficher
it_it: Nessun commento da visualizzare

source: no database found
ar_ae: لم يتم العثور على قاعدة بيانات
de_de: keine Datenbank gefunden
fr_fr: aucune base de données trouvée
it_it: nessun database trovato

source: No database found
ar_ae: لم يتم العثور على قاعدة بيانات
de_de: Keine Datenbank gefunden
fr_fr: Aucune base de données trouvée
it_it: Nessun database trovato

source: No datasets available to display
ar_ae: لا تتوفر مجموعات بيانات للعرض
de_de: Keine Datensätze zur Anzeige verfügbar
fr_fr: Aucun jeu de données disponible pour affichage
it_it: Nessun set di dati disponibile per la visualizzazione

source: No datasources available to display
ar_ae: لا توجد مصادر بيانات متاحة للعرض
de_de: Keine Datenquellen zur Anzeige verfügbar
fr_fr: Aucune source de données disponible pour l'affichage
it_it: Nessuna origine dati disponibile per la visualizzazione

source: no dsn found
ar_ae: لم يتم العثور على دسن
de_de: kein DSN gefunden
fr_fr: aucun DSN trouvé
it_it: nessun dsn trovato

source: No dsn found
ar_ae: لم يتم العثور على دسن
de_de: Kein DSN gefunden
fr_fr: Aucun DSN trouvé
it_it: Nessun dsn trovato

source: No favorite reports available to display
ar_ae: لا تتوفر تقارير مفضلة للعرض
de_de: Keine bevorzugten Berichte zur Anzeige verfügbar
fr_fr: Aucun rapport favori disponible à afficher
it_it: Nessun rapporto preferito disponibile per la visualizzazione

source: No file selected
ar_ae: لم تختر اي ملف
de_de: Keine Datei ausgewählt
fr_fr: Aucun fichier sélectionné
it_it: Nessun file selezionato

source: No file selected.
ar_ae: لم تختر اي ملف
de_de: Keine Datei ausgewählt.
fr_fr: Aucun fichier sélectionné.
it_it: Nessun file selezionato.

source: No files available to display
ar_ae: لا توجد ملفات متاحة للعرض
de_de: Keine Dateien zur Anzeige verfügbar
fr_fr: Aucun fichier disponible à afficher
it_it: Nessun file disponibile da visualizzare

source: No filters applied.
ar_ae: لم يتم تطبيق أي فلاتر.
de_de: Keine Filter angewendet.
fr_fr: Aucun filtre appliqué.
it_it: Nessun filtro applicato.

source: No more notifications found
ar_ae: لم يتم العثور على مزيد من الإشعارات
de_de: Keine weiteren Benachrichtigungen gefunden
fr_fr: Plus de notifications trouvées
it_it: Non sono state trovate più notifiche

source: No notifications found
ar_ae: لم يتم العثور على إشعارات
de_de: Keine Benachrichtigungen gefunden
fr_fr: Aucune notification trouvée
it_it: Nessuna notifica trovata

source: No public reports available to display
ar_ae: لا تتوفر تقارير عامة للعرض
de_de: Keine öffentlichen Berichte verfügbar zum Anzeigen
fr_fr: Aucun rapport public disponible pour affichage
it_it: Nessun rapporto pubblico disponibile per la visualizzazione

source: No recent reports available to display
ar_ae: لا تتوفر تقارير حديثة لعرضها
de_de: Es sind keine aktuellen Berichte zur Anzeige verfügbar
fr_fr: Aucun rapport récent disponible à afficher
it_it: Nessun rapporto recente disponibile per la visualizzazione

source: No records to display
ar_ae: لا سجلات لعرضها
de_de: Keine Datensätze zur Anzeige
fr_fr: Aucun enregistrement à afficher
it_it: nessun dato da visualizzare

source: No reports available to display
ar_ae: لا تتوفر أية تقارير للعرض
de_de: Keine Berichte zur Anzeige verfügbar
fr_fr: Aucun rapport disponible à afficher
it_it: Nessun rapporto disponibile da visualizzare

source: No Results Found
ar_ae: لا توجد نتائج
de_de: Keine Ergebnisse gefunden
fr_fr: Aucun résultat trouvé
it_it: Nessun risultato trovato

source: No results match
ar_ae: لايوجد نتائج مطابقة لبحثك
de_de: Es wurde kein Ergebnis gefunden
fr_fr: Aucun résultat
it_it: Nessun risultato corrisponde

source: No schedules available to display
ar_ae: لا تتوفر جداول للعرض
de_de: Keine Zeitpläne zum Anzeigen verfügbar
fr_fr: Aucun horaire disponible pour l'affichage
it_it: Nessuna pianificazione disponibile per la visualizzazione

source: No Views found
ar_ae: لم يتم العثور على مشاهدات
de_de: Keine Ansichten gefunden
fr_fr: Aucune vue trouvée
it_it: Nessuna vista trovata

source: Note:
ar_ae: ملاحظه:
de_de: Hinweis:
fr_fr: Remarque :
it_it: Nota:

source: NotEqual
ar_ae: ليس مساويا (! =)
de_de: Nicht-gleich
fr_fr: Inégal
it_it: Non uguale

source: Notification Settings
ar_ae: إعدادات الإشعارات
de_de: Benachrichtigungseinstellungen wurden erfolgreich aktualisiert
fr_fr: Paramètres de notification
it_it: Configurazione delle notifiche

source: NOTIFICATION SETTINGS
ar_ae: إعدادات الإشعارات
fr_fr: Paramètres de notification
it_it: Configurazione delle notifiche

source: Notification settings has been updated successfully
ar_ae: تم تحديث إعدادات الإشعارات بنجاح
fr_fr: Les paramètres de notification ont été mis à jour avec succès
it_it: Le impostazioni di notifica sono state aggiornate correttamente

source: Notification settings has been updated successfully.
ar_ae: تم تحديث إعدادات الإشعارات بنجاح.
de_de: Benachrichtigungseinstellungen wurden erfolgreich aktualisiert.
fr_fr: Les paramètres de notification ont été mis à jour avec succès.
it_it: Le impostazioni di notifica sono state aggiornate correttamente.

source: Notifications
ar_ae: إخطارات
de_de: Mitteilungen
fr_fr: Notification
it_it: Notifiche

source: NOTIFICATIONS
ar_ae: التذكيرات
it_it: NOTIFICHE

source: November
ar_ae: شهر نوفمبر
fr_fr: Novembre
it_it: Novembre

source: Now
ar_ae: الآن
de_de: Nun,
fr_fr: Maintenant
it_it: Ora!

source: Numbered List
ar_ae: قائمة مرقمة
de_de: Nummerierte Liste
fr_fr: Liste numérotée
it_it: Elenco numerato

source: Occures every weekday
ar_ae: يقام كل يوم من أيام الأسبوع
de_de: Erscheint jeden Wochentag
fr_fr: Se produit chaque jour de la semaine
it_it: Si verifica ogni giorno della settimana

source: Occurrences
ar_ae: الحوادث
de_de: Auftreten
it_it: occorrenze

source: occurrences.
ar_ae: الحوادث.
de_de: Auftreten
it_it: problemi.

source: Occurs day
ar_ae: يحدث اليوم
de_de: Tritt Tag auf
fr_fr: Se produit le jour
it_it: Si verifica giorno

source: Occurs every
ar_ae: يحدث كل
de_de: Tritt alle auf
fr_fr: Se produit tous les
it_it: Si verifica ogni

source: Occurs every
ar_ae: يحدث كل
de_de: Tritt alle auf
fr_fr: Se produit tous les
it_it: Si verifica ogni

source: Occurs every day
ar_ae: يحدث كل يوم
de_de: Tritt jeden Tag auf
fr_fr: Se produit tous les jours
it_it: Si verifica ogni giorno

source: Occurs every weekday
ar_ae: يحدث كل يوم من أيام الأسبوع
de_de: Tritt jeden Wochentag auf
fr_fr: Se produit chaque jour de la semaine
it_it: Si verifica ogni giorno della settimana

source: Occurs the
ar_ae: يحدث
de_de: Tritt auf
fr_fr: Se produit le
it_it: Si verifica il

source: October
ar_ae: شهر اكتوبر
de_de: Oktober
fr_fr: Octobre
it_it: Ottobre

source: of
ar_ae: من
de_de: an
fr_fr: de
it_it: di

source: of every
ar_ae: كل
de_de: von jedem
fr_fr: de chaque
it_it: di ogni

source: of every
ar_ae: كل
de_de: von jedem
fr_fr: de chaque
it_it: di ogni

source: OK
ar_ae: حسنا
de_de: O

source: Oldest
ar_ae: -الأقدم
de_de: Älteste
fr_fr: Plus ancien
it_it: Il più vecchio

source: On
ar_ae: على
de_de: An

source: Open
ar_ae: فتح
de_de: Öffnen
fr_fr: Ouvrir
it_it: Apri

source: Open Report in new tab
ar_ae: افتح تقرير في علامة تبويب جديدة
de_de: Öffnen Sie den Bericht auf der neuen Registerkarte
fr_fr: Ouvrir le rapport dans un nouvel onglet
it_it: Apri Report in una nuova scheda

source: Options
ar_ae: خيارات
de_de: Optionen
it_it: Opzioni

source: Oracle
ar_ae: شركة أوراكل
de_de: Oracel
it_it: Oracolo

source: Oracle ODBC DSN
ar_ae: أوراكل أودبك دسن
it_it: DSN Oracle ODBC

source: Organization name
ar_ae: اسم المؤسسة
de_de: Organisationname
fr_fr: Nom de l'organisation
it_it: Nome dell'organizzazione

source: Owner
ar_ae: المالك
de_de: Namen des Eigentümers
fr_fr: Propriétaire
it_it: Proprietario

source: Owner name
ar_ae: اسم المالك :
fr_fr: Le nom du propriétaire
it_it: Nome del proprietario

source: Owner Name
ar_ae: اسم المالك :
de_de: Namen des Eigentümers
fr_fr: Le nom du propriétaire
it_it: Nome del proprietario

source: Page Not Found
ar_ae: الصفحة غير موجودة
de_de: Seite nicht gefunden
fr_fr: Page non trouvée
it_it: Pagina non trovata

source: Password
ar_ae: كلمه السر
de_de: Passwort
fr_fr: Mot de passe

source: Password Assistance
ar_ae: مساعدة كلمة المرور
de_de: Passworthilfe
fr_fr: Mot de passe
it_it: Assistenza per la password

source: Password cannot exceed 85 characters
ar_ae: لا يمكن أن تتجاوز كلمة المرور 85 حرفا
de_de: Das Passwort darf nicht länger als 85 Zeichen sein
fr_fr: Le mot de passe ne peut pas dépasser 85 caractères
it_it: La password non può superare 85 caratteri

source: Password has been changed successfully.
ar_ae: تم تغيير كلمة المرور بنجاح.
de_de: Passwort wurde erfolgreich geändert.
fr_fr: Le mot de passe a été changé avec succès.
it_it: La password è stata cambiata con successo.

source: Password has been updated successfully.
ar_ae: تم تحديث كلمة المرور بنجاح.
de_de: Das Passwort wurde erfolgreich aktualisiert.
fr_fr: Le mot de passe a été mis à jour avec succès.
it_it: La password è stata aggiornata correttamente.

source: Password Helper
ar_ae: مساعد كلمة المرور
de_de: Passworthilfe
fr_fr: Aide au mot de passe

source: Password mismatch
ar_ae: عدم تطابق كلمة المرور
de_de: Passwörter stimmen nicht überein
fr_fr: Non concordance des mots de passe
it_it: La password non corrisponde.

source: Password must be 6 characters including 1 uppercase letter, 1 lowercase letter, 1 numeric and 1 special character.
ar_ae: يجب أن تتكون كلمة المرور من 6 أحرف بما في ذلك حرف واحد كبير، و حرف صغير، و 1 حرف رقمي و 1 حرف خاص.
de_de: Das Passwort muss aus 6 Zeichen bestehen, darunter 1 Großbuchstabe, 1 Kleinbuchstabe, 1 Zahl und 1 Sonderzeichen.
fr_fr: Le mot de passe doit comporter 6 caractères dont 1 majuscule, 1 lettre minuscule, 1 caractère numérique et 1 caractère spécial.
it_it: La password deve contenere 6 caratteri, tra cui 1 lettera maiuscola, 1 lettera minuscola, 1 numerico e 1 carattere speciale.

source: Password must contain at least six characters with one uppercase <br/>letter, one lowercase letter, one number, and one special character.
ar_ae: يجب أن تحتوي كلمة المرور على ستة أحرف على الأقل بحرف واحد كبير <br/> حرف، حرف صغير واحد، رقم واحد، وحرف خاص واحد.
de_de: Das Passwort muss mindestens sechs Zeichen mit einem Großbuchstaben, einem Kleinbuchstaben, einer Nummer und einem Sonderzeichen enthalten.
fr_fr: Le mot de passe doit contenir au moins six caractères avec une lettre majuscule <br/>, une lettre minuscule, un chiffre et un caractère spécial.
it_it: La password deve contenere almeno sei caratteri con una lettera maiuscola <br/>, una lettera minuscola, un numero e un carattere speciale.

source: Password must meet the following requirements.
ar_ae: يجب أن تستوفي كلمة المرور المتطلبات التالية.
de_de: Das Passwort muss die folgenden Anforderungen erfüllen.
fr_fr: Le mot de passe doit répondre aux exigences suivantes.
it_it: La password deve soddisfare i seguenti requisiti.

source: Password must meet the following requirements. It must contain,
ar_ae: يجب أن تستوفي كلمة المرور المتطلبات التالية. ويجب أن يتضمن،
de_de: Das Passwort muss die folgenden Anforderungen erfüllen. Es muss enthalten
fr_fr: Le mot de passe doit répondre aux exigences suivantes. Il doit contenir,
it_it: La password deve soddisfare i seguenti requisiti. Deve contenere,

source: Password should not be empty
ar_ae: يجب أن كلمة السر لا تكون فارغة
de_de: Das Passwort sollte nicht leer sein
fr_fr: Le mot de passe ne devrait pas être vide
it_it: la password non può essere vuota

source: Password updation has been failed.
ar_ae: لقد أخفق تحديث كلمة المرور.
de_de: Die Passwort-Aktualisierung ist fehlgeschlagen.
fr_fr: La mise à jour du mot de passe a échoué.
it_it: L'aggiornamento della password è fallito.

source: Passwords mismatch
ar_ae: عدم تطابق كلمات المرور
de_de: Passwörter stimmen nicht überein
fr_fr: Incompatibilité des mots de passe
it_it: Password non corrispondenti

source: Passwords Mismatch
ar_ae: عدم تطابق كلمات المرور
de_de: Passwörter stimmen nicht überein
fr_fr: Incompatibilité des mots de passe
it_it: Password errate

source: PDF
ar_ae: بي دي اف

source: People
ar_ae: أشخاص
de_de: Menschen
fr_fr: Particip
it_it: Persone

source: Permission
ar_ae: إذن
de_de: Genehmigung
it_it: Permesso

source: Permission Access
ar_ae: الوصول إلى الأذونات
de_de: Zugriffsberechtigungen
fr_fr: Accès aux autorisations
it_it: Accesso di autorizzazione

source: Permission Denied
ar_ae: طلب مرفوض
de_de: Erlaubnis verweigert
fr_fr: Permission refusée
it_it: Permesso negato

source: Permission Entity
ar_ae: كيان الإذن
de_de: Berechtigungseinheit
fr_fr: Entité d'autorisation
it_it: Entità di Permesso

source: Permission Entity already exists
ar_ae: كيان الإذن موجود بالفعل
de_de: Berechtigungseinheit existiert bereits
fr_fr: L'entité d'autorisation existe déjà
it_it: L'entità di autorizzazione esiste già

source: permission for
ar_ae: إذن ل
de_de: Erlaubnis für
fr_fr: permission pour
it_it: permesso per

source: Permission has been added successfully.
ar_ae: تمت إضافة الإذن بنجاح.
de_de: Berechtigung wurde erfolgreich hinzugefügt.
fr_fr: La permission a été ajoutée avec succès.
it_it: L'autorizzazione è stata aggiunta con successo.

source: Permissions
ar_ae: أذونات
de_de: Berechtigungen
fr_fr: Autorisations
it_it: permessi

source: Phone
ar_ae: هاتف
de_de: Telefon
fr_fr: Téléphone
it_it: Telefono

source: Phone number
ar_ae: رقم الهاتف
de_de: Telefonnummers
fr_fr: Téléphone
it_it: Telefono:

source: pixel size recommended
ar_ae: حجم بكسل الموصى بها
de_de: Pixelgröße empfohlen
fr_fr: taille de pixel recommandée
it_it: dimensione del pixel raccomandata

source: Please avoid special characters
ar_ae: يرجى تجنب الأحرف الخاصة
de_de: Bitte vermeide Sonderzeichen
fr_fr: S'il vous plaît éviter les caractères spéciaux
it_it: Si prega di evitare caratteri speciali

source: Please avoid special characters and Leading spaces
ar_ae: يرجى تجنب الأحرف الخاصة والمسافات الرائدة
de_de: Bitte vermeiden Sie Sonderzeichen und führende Leerzeichen
fr_fr: S'il vous plaît éviter les caractères spéciaux et les espaces de premier plan
it_it: Si prega di evitare caratteri speciali e spazi iniziali

source: Please avoid special characters"); $.validator.addMethod("isValidPortNumber", function (value, element) { return /^\d{1,5}$/.test(value) && value < 65536 && !/^[\s]/g.test(value); }, "[[[Please enter valid port number
ar_ae: يرجى تجنب الأحرف الخاصة ")؛ n n $ .validator.addMethod (" إسفاليدبورتنومبر "، فونكتيون (فالو، إليمنت) { n ريتورن /^\d{1،5}$/.test(value ) && فالو <65536 &&! / ^ [\ s] /g.test (فالو)؛ n}، "[[[الرجاء إدخال رقم المنفذ الصحيح
de_de: Bitte vermeiden Sie Sonderzeichen "); n n $ .validator.addMethod (" isValidPortNumber ", Funktion (Wert, Element) { n return /^\d{1,5}$/.test(value ) && value <65536 &&! / ^ [\ s] /g.test (Wert); n}, "[[[Bitte gültige Portnummer eingeben
fr_fr: Evitez les caractères spéciaux "); n n $ .validator.addMethod (" isValidPortNumber ", fonction (valeur, élément) { n return / ^\d{1,5}$/.test(value ) && value <65536 &&! / ^ [\ s] /g.test (value); n}, "[[[Veuillez entrer un numéro de port valide
it_it: Si prega di evitare caratteri speciali "); n n $ .validator.addMethod (" isValidPortNumber ", function (valore, elemento) { n return /^\d{1,5}$/.test(value ) && value <65536 &&! / ^ [\ s] /g.test (value); n}, "[[[Inserire il numero di porta valido

source: Please avoid special characters, Leading and Trailing spaces
ar_ae: يرجى تجنب الأحرف الخاصة، المسافات الرائدة والزائدة
de_de: Bitte vermeiden Sie Sonderzeichen, Leading und Trailing Leerzeichen
fr_fr: Veuillez éviter les caractères spéciaux, les espaces de début et de fin
it_it: Si prega di evitare caratteri speciali, spazi iniziali e finali

source: Please avoid special characters, numbers and white spaces
ar_ae: يرجى تجنب الأحرف الخاصة والأرقام والمساحات البيضاء
de_de: Bitte vermeiden Sie Sonderzeichen, Zahlen und Leerzeichen
fr_fr: S'il vous plaît éviter les caractères spéciaux, les chiffres et les espaces blancs
it_it: Si prega di evitare caratteri speciali, numeri e spazi bianchi

source: Please choose a storage system for storing files the Report server generates. A complete list of the files generated by the Report Server can be viewed <a target="_blank" href="http://help.syncfusion.com/report-platform/report-server/site-settings/storage-settings">here</a>.
ar_ae: الرجاء اختيار نظام تخزين لتخزين الملفات التي ينشئها خادم التقارير. يمكن الاطلاع على قائمة كاملة بالملفات التي تم إنشاؤها بواسطة خادم التقارير <a تارجيت = "_ بلانك " هريف = "http://help.syncfusion.com/report-platform/report-server/site-settings/storage -settings "> هنا </a>.
de_de: Wählen Sie ein Speichersystem zum Speichern von Dateien, die der Berichtsserver generiert. Eine vollständige Liste der vom Berichtsserver generierten Dateien kann angezeigt werden <a target = "_ blank " href = "http://help.syncfusion.com/report-platform/report-server/site-settings/storage "Einstellungen" hier </a>.
fr_fr: Veuillez choisir un système de stockage pour stocker les fichiers générés par le serveur de rapports. Une liste complète des fichiers générés par Report Server peut être consultée <a target = "_ blank " href = "http://help.syncfusion.com/report-platform/report-server/site-settings/storage -settings "> ici </a>.
it_it: Scegliere un sistema di archiviazione per la memorizzazione dei file generati dal server di report. È possibile visualizzare un elenco completo dei file generati dal server di report <a target = "_ blank " href = "http://help.syncfusion.com/report-platform/report-server/site-settings/storage -settings "> qui </a>.

source: Please choose a valid RDL file to upload
ar_ae: الرجاء اختيار ملف ردل صالح لتحميله
de_de: Bitte wählen Sie eine gültige RDL-Datei zum Hochladen aus
fr_fr: Veuillez choisir un fichier RDL valide à télécharger
it_it: Scegli un file RDL valido da caricare

source: Please choose a valid RSD file to upload
ar_ae: الرجاء اختيار ملف رسد صالح لتحميله
de_de: Bitte wählen Sie eine gültige RSD-Datei zum Hochladen
fr_fr: Veuillez choisir un fichier RSD valide à télécharger
it_it: Scegli un file RSD valido da caricare

source: Please click here to change the account activation type
ar_ae: الرجاء النقر هنا لتغيير نوع تنشيط الحساب
de_de: Bitte klicken Sie hier, um den Kontoaktivierungstyp zu ändern
fr_fr: Veuillez cliquer ici pour changer le type d'activation du compte
it_it: Fare clic qui per modificare il tipo di attivazione dell'account

source: Please click here to configure the Active Directory settings
ar_ae: الرجاء النقر هنا لتكوين إعدادات "أكتيف ديركتوري"
de_de: Bitte klicken Sie hier, um die Active Directory-Einstellungen zu konfigurieren
fr_fr: Cliquez ici pour configurer les paramètres Active Directory
it_it: Fare clic qui per configurare le impostazioni di Active Directory

source: Please click here to configure the Azure Active Directory settings
ar_ae: الرجاء النقر هنا لتكوين إعدادات أزور أكتيف ديركتوري
de_de: Klicken Sie hier, um die Azure Active Directory-Einstellungen zu konfigurieren
fr_fr: Cliquez ici pour configurer les paramètres Azure Active Directory
it_it: Fare clic qui per configurare le impostazioni di Azure Active Directory

source: Please click here to configure the Email settings
ar_ae: الرجاء النقر هنا لتهيئة إعدادات البريد الإلكتروني
de_de: Bitte klicken Sie hier, um die E-Mail-Einstellungen zu konfigurieren
fr_fr: Veuillez cliquer ici pour configurer les paramètres de courriel
it_it: Fare clic qui per configurare le impostazioni e-mail

source: Please click here to configure the email settings.
ar_ae: الرجاء النقر هنا لتهيئة إعدادات البريد الإلكتروني.
de_de: Bitte klicken Sie hier, um die E-Mail-Einstellungen zu konfigurieren.
fr_fr: Veuillez cliquer ici pour configurer les paramètres d'email.
it_it: Fare clic qui per configurare le impostazioni e-mail.

source: Please click OK to check the list behind regarding the invalid or duplicate users.
ar_ae: الرجاء النقر فوق موافق للتحقق من القائمة فيما يتعلق بالمستخدمين غير الصالحين أو المكررين.
de_de: Klicken Sie auf OK, um die Liste der ungültigen oder doppelten Benutzer zu überprüfen.
fr_fr: Cliquez sur OK pour vérifier la liste des utilisateurs invalides ou en double.
it_it: Fare clic su OK per controllare l'elenco dietro relativo agli utenti non validi o duplicati.

source: Please confirm new password
ar_ae: الرجاء تأكيد كلمة مرور جديدة
de_de: Bitte bestätigen Sie Ihr neues Passwort
fr_fr: Veuillez confirmer le nouveau mot de passe
it_it: Si prega di confermare la nuova password

source: Please confirm password
ar_ae: الرجاء تأكيد كلمة المرور
de_de: Bitte bestätigen Sie das Passwort
fr_fr: S'il vous plaît confirmez votre mot de passe
it_it: Si prega di confermare la password

source: Please confirm your new password
ar_ae: يرجى تأكيد كلمة المرور الجديدة
de_de: Bitte bestätigen Sie Ihr neues Kennwort.
fr_fr: Veuillez confirmer votre nouveau mot de passe
it_it: Si prega di confermare la nuova password

source: Please contact the Active Directory administrator to change your AD account password
ar_ae: الرجاء الاتصال بمسؤول أكتيف ديركتوري لتغيير كلمة مرور حساب أد
de_de: Wenden Sie sich an den Active Directory-Administrator, um das AD-Kontopasswort zu ändern
fr_fr: Veuillez contacter l'administrateur Active Directory pour modifier le mot de passe de votre compte AD
it_it: Si prega di contattare l'amministratore di Active Directory per modificare la password dell'account AD

source: Please contact the Azure Active Directory administrator to change your Azure AD account password
ar_ae: يرجى الاتصال بمسؤول أزور أكتيف ديركتوري لتغيير كلمة مرور حساب أزور أد
de_de: Wenden Sie sich an den Azure Active Directory-Administrator, um Ihr Azure AD-Kontopasswort zu ändern
fr_fr: Veuillez contacter l'administrateur Azure Active Directory pour modifier le mot de passe de votre compte Azure AD
it_it: Contattare l'amministratore di Azure Active Directory per modificare la password dell'account di Azure AD
