Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: to learn how to create a DSN for Oracle database.
ar_ae: لمعرفة كيفية إنشاء دسن لقاعدة بيانات أوراكل.
de_de: Erfahren Sie, wie Sie eine DSN für Oracle-Datenbank erstellen.
fr_fr: apprendre à créer une base de données DSN pour Oracle.
it_it: per imparare come creare un DSN per il database Oracle.

source: to learn more about sharing a report.
ar_ae: لمعرفة المزيد حول مشاركة التقرير.
de_de: um mehr über das Teilen eines Berichts zu erfahren.
fr_fr: Pour en savoir plus sur le partage d'un rapport
it_it: per saperne di più sulla condivisione di un rapporto.

source: to log in to your account
ar_ae: لتسجيل الدخول إلى حسابك
de_de: um dich bei deinem Konto anzumelden
fr_fr: pour vous connecter à votre compte
it_it: per accedere al tuo account

source: to resend the email
ar_ae: لإعادة إرسال البريد الإلكتروني
de_de: um die E-Mail erneut zu senden
fr_fr: pour renvoyer l'e-mail
it_it: per inviare nuovamente l'e-mail

source: To send account activation email to the user, please configure email settings or change the account activation mode as Automatic Activation.
ar_ae: لإرسال بريد إلكتروني لتفعيل الحساب إلى المستخدم، يرجى تهيئة إعدادات البريد الإلكتروني أو تغيير وضع تنشيط الحساب كتفعيل تلقائي.
de_de: Um eine E-Mail mit Kontoaktivierung an den Nutzer zu senden, konfigurieren Sie die E-Mail-Einstellungen oder ändern Sie den Aktivierungsmodus für den Account als Automatische Aktivierung.
fr_fr: Pour envoyer un e-mail d'activation de compte à l'utilisateur, configurez les paramètres de courrier électronique ou modifiez le mode d'activation du compte en tant que Activation automatique.
it_it: Per inviare l'e-mail di attivazione dell'account all'utente, configurare le impostazioni e-mail o modificare la modalità di attivazione dell'account come Attivazione automatica.

source: to send account activation emails, or choose Automatic account activation mode
ar_ae: لإرسال رسائل البريد الإلكتروني لتفعيل الحساب، أو اختيار وضع تنشيط الحساب التلقائي
de_de: um Kontoaktivierungs-E-Mails zu senden, oder wählen Sie den automatischen Kontoaktivierungsmodus
fr_fr: pour envoyer des emails d'activation, ou choisir le mode d'activation de compte automatique
it_it: per inviare e-mail di attivazione dell'account o scegliere la modalità di attivazione automatica dell'account

source: to view them.
ar_ae: لعرضها.
de_de: um sie zu sehen.
fr_fr: pour les voir.
it_it: per vederli.

source: Today
ar_ae: اليوم
de_de: Heute
fr_fr: Aujourd'hui
it_it: Oggi

source: Toggle Preview
ar_ae: تبديل المعاينة
de_de: Vorschau umschalten
fr_fr: Afficher l'aperçu
it_it: Attiva / disattiva anteprima

source: Total license count
ar_ae: إجمالي عدد التراخيص
de_de: Gesamtzahl der Lizenzen
fr_fr: Nombre total de licences
it_it: Numero totale di licenze

source: Try again latter
ar_ae: حاول مرة أخرى الأخير
de_de: Versuchen Sie es später noch einmal
fr_fr: Essayez à nouveau
it_it: Prova di nuovo quest'ultimo

source: Tuesday
ar_ae: الثلاثاء
de_de: Art
fr_fr: Mardi
it_it: Martedì

source: Type
ar_ae: اكتب
it_it: Tipo

source: Type or enter a username and password to access the Data Source:
ar_ae: اكتب أو أدخل اسم مستخدم وكلمة مرور للوصول إلى مصدر البيانات:
de_de: Geben oder geben Sie einen Benutzernamen und ein Passwort ein, um auf die Datenquelle zuzugreifen:
fr_fr: Tapez ou entrez un nom d'utilisateur et un mot de passe pour accéder à la source de données:
it_it: Digita o inserisci un nome utente e una password per accedere all'origine dati:

source: Unable to get Data Source(s) of the Report
ar_ae: تعذر الحصول على مصدر (مصادر) البيانات من التقرير
de_de: Die Datenquelle (n) des Berichts konnten nicht abgerufen werden
fr_fr: Impossible d'obtenir la ou les sources de données du rapport
it_it: Impossibile ottenere le origini dati del report

source: Unable to mark this
ar_ae: يتعذر وضع علامة على هذا
de_de: Kann dies nicht markieren
fr_fr: Impossible de marquer ceci
it_it: Impossibile contrassegnarlo

source: Unable to Remove this
ar_ae: تعذر إزالة هذا
de_de: Kann nicht entfernt werden
fr_fr: Impossible de supprimer cette
it_it: Impossibile rimuovere questo

source: Unable to render public report.
ar_ae: يتعذر عرض التقرير العام.
de_de: Der öffentliche Bericht konnte nicht wiedergegeben werden.
fr_fr: Impossible de rendre le rapport public.
it_it: Impossibile eseguire il rendering del report pubblico.

source: Unable to update favorite
ar_ae: تعذر تحديث المفضلة
de_de: Der Favorit konnte nicht aktualisiert werden
fr_fr: Impossible de mettre à jour le favori
it_it: Impossibile aggiornare il preferito

source: Unsaved View
ar_ae: عرض غير محفوظ
de_de: Nicht gespeicherte Ansicht
fr_fr: Vue non sauvegardée
it_it: Vista non salvata

source: until
ar_ae: حتى
fr_fr: jusqu'à
it_it: fino a

source: Untitled View
ar_ae: عرض بلا عنوان
de_de: Unbenannte Ansicht
fr_fr: Vue sans titre
it_it: Vista senza titolo

source: Update
ar_ae: تحديث
de_de: Speichern
fr_fr: Modifier
it_it: Aggiorna

source: Update Active Directory Configuration settings
ar_ae: تحديث إعدادات تكوين أكتيف ديركتوري
de_de: Aktualisieren Sie die Active Directory-Konfigurationseinstellungen
fr_fr: Mettre à jour les paramètres de configuration Active Directory
it_it: Aggiorna le impostazioni di configurazione di Active Directory

source: Update Azure AD Configuration settings
ar_ae: قم بتحديث إعدادات تكوين أزور أد
de_de: Aktualisieren Sie die Azure AD-Konfigurationseinstellungen
fr_fr: Mettre à jour les paramètres de configuration Azure AD
it_it: Aggiorna le impostazioni di configurazione di Azure AD

source: Update Category
ar_ae: تحديث الفئة
de_de: Kategorie aktualisieren
fr_fr: Mise à jour de la catégorie
it_it: Aggiorna categoria

source: Update Data Source
ar_ae: تحديث مصدر البيانات
de_de: Datenquelle aktualisieren
fr_fr: Mettre à jour la source
it_it: Aggiorna origine dati

source: Update Data Source(s)
ar_ae: تحديث مصدر البيانات
de_de: Datenquelle (n) aktualisieren
fr_fr: Mettre à jour la ou les sources de données
it_it: Aggiorna origine dati

source: Update data sources connected to
ar_ae: تحديث مصادر البيانات المتصلة ب
de_de: Aktualisieren Sie die mit verbundenen Datenquellen
fr_fr: Mettre à jour les sources de données connectées à
it_it: Aggiorna le origini dati connesse a

source: Update Database Configuration settings
ar_ae: تحديث إعدادات تكوين قاعدة البيانات
de_de: Aktualisieren Sie die Datenbankkonfigurationseinstellungen
fr_fr: Mettre à jour les paramètres de configuration
it_it: Aggiorna le impostazioni di configurazione del database

source: Update Dataset
ar_ae: تحديث مجموعة البيانات
de_de: Aktualisiere Datensatz
fr_fr: Mettre à jour le jeu de données
it_it: Aggiorna set di dati

source: Update File
ar_ae: ملف التحديث
de_de: Update-Datei
fr_fr: Mise à jour du fichier
it_it: Aggiorna file

source: Update Notification Settings
ar_ae: تحديث إعدادات الإعلام
de_de: Benachrichtigungseinstellungen aktualisieren
fr_fr: Modifier les paramètres de notification
it_it: Aggiorna le impostazioni di notifica

source: Update Password
ar_ae: تطوير كلمة السر
de_de: Kennwort ändern
fr_fr: Mise à jour du mot de passe
it_it: Aggiorna password

source: Update Profile
ar_ae: تحديث الملف
de_de: Profil aktualisieren
fr_fr: Mettre à jour la photo
it_it: Aggiorna il profilo

source: Update Report
ar_ae: تحديث التقرير
de_de: Bericht aktualisieren
fr_fr: Mise à jour
it_it: Rapporto di aggiornamento

source: Update the storage settings here
ar_ae: حدث إعدادات التخزين هنا
de_de: Aktualisieren Sie die Speichereinstellungen hier
fr_fr: Mettez à jour les paramètres de stockage ici
it_it: Aggiorna le impostazioni di archiviazione qui

source: Update View
ar_ae: تحديث العرض
de_de: Ansicht aktualisieren
fr_fr: Mettre à jour
it_it: Aggiorna vista

source: Updated
ar_ae: محدث
de_de: Aktualisiert
fr_fr: Actualisé
it_it: Aggiornato

source: Upload
ar_ae: تحميل
de_de: Hochladen
fr_fr: Envoyer
it_it: Carica

source: UPLOAD
ar_ae: تحميل
de_de: Hochladen
fr_fr: télécharger
it_it: CARICA

source: Upload CSV File here
ar_ae: حمل ملف كسف هنا
de_de: Laden Sie die CSV-Datei hier hoch
fr_fr: Téléchargez le fichier CSV ici
it_it: Carica qui il file CSV

source: Upload Dataset
ar_ae: تحميل مجموعة البيانات
de_de: Datensatz hochladen
fr_fr: Importer un jeu de données
it_it: Carica set di dati

source: Upload File
ar_ae: تحميل الملف
de_de: Datei hochladen
fr_fr: Téléverser un fichier
it_it: Caricare un file

source: Upload Image
ar_ae: تحميل صورة
de_de: Bild hochladen
fr_fr: Téléverser l'image
it_it: Carica immagine

source: Upload Report
ar_ae: تحميل التقرير
de_de: Bericht hochladen
fr_fr: Télécharger le rapport
it_it: Carica rapporto

source: Uploaded file is either an executable or a harmful file that is not supported in the Report Server.
ar_ae: الملف الذي تم تحميله إما ملف قابل للتنفيذ أو ملف ضار غير معتمد في "خادم التقارير".
de_de: Die hochgeladene Datei ist entweder eine ausführbare Datei oder eine schädliche Datei, die nicht vom Berichtsserver unterstützt wird.
fr_fr: Le fichier téléchargé est un exécutable ou un fichier nuisible qui n'est pas pris en charge dans Report Server.
it_it: Il file caricato è un file eseguibile o dannoso che non è supportato nel server di report.

source: Use 24-hour format
ar_ae: استخدام تنسيق على مدار 24 ساعة
de_de: 24-Stunden-Format
fr_fr: Utiliser format sur 24 h
it_it: Usa formato 24 ore

source: Use as Windows credentials when connecting to the Data Source
ar_ae: استخدام كبيانات اعتماد ويندوز عند الاتصال بمصدر البيانات
de_de: Verwenden Sie als Windows-Anmeldeinformationen beim Herstellen einer Verbindung zur Datenquelle
fr_fr: Utiliser comme informations d'identification Windows lors de la connexion à la source de données
it_it: Utilizzare come credenziali di Windows quando ci si connette all'origine dati

source: Use HTTP
ar_ae: استخدام هتب
de_de: Verwenden Sie HTTP
fr_fr: Utiliser HTTP
it_it: Usa HTTP

source: Use HTTPS (Recommended)
ar_ae: استخدام هتبس (مستحسن)
de_de: Verwenden Sie HTTPS (empfohlen)
fr_fr: Utiliser HTTPS (recommandé)
it_it: Usa HTTPS (consigliato)

source: Use HTTPS (Recommened)
ar_ae: استخدام هتبس (مستحسن)
de_de: Verwenden Sie HTTPS (empfohlen)
fr_fr: Utiliser HTTPS (recommandé)
it_it: Usa HTTPS (consigliato)

source: Use SSO
ar_ae: استخدام الدخول الموحد (سسو)
de_de: Verwenden Sie SSO
fr_fr: Utiliser SSO
it_it: Usa SSO

source: Use the following schedule to create report snapshots:
ar_ae: استخدم الجدول التالي لإنشاء لقطات التقرير:
de_de: Verwenden Sie den folgenden Zeitplan, um Berichts-Snapshots zu erstellen:
fr_fr: Utilisez le calendrier suivant pour créer des instantanés de rapport:
it_it: Utilizzare la seguente pianificazione per creare istantanee di report:

source: User
ar_ae: مستخدم
de_de: Benutzer
fr_fr: Utilisateur
it_it: Utente

source: User account activation
ar_ae: تنشيط حساب المستخدم
de_de: Benutzerkontoaktivierung
fr_fr: Activation du compte utilisateur
it_it: Attivazione dell'account utente

source: User account has been activated successfully.
ar_ae: تم تنشيط حساب المستخدم بنجاح.
de_de: Benutzerkonto wurde erfolgreich aktiviert.
fr_fr: Le compte d'utilisateur a été activé avec succès.
it_it: L'account utente è stato attivato con successo.

source: User data
ar_ae: بيانات المستخدم
de_de: Userdaten
fr_fr: Données d'utilisateur
it_it: Dati utente

source: User Directory
ar_ae: دليل المستخدم
de_de: Benutzerverzeichnis
fr_fr: Annuaire des utilisateurs
it_it: Elenco utenti

source: User Directory Settings
ar_ae: إعدادات دليل المستخدم
de_de: Benutzer Verzeichnis Einstellungen
fr_fr: Paramètres du répertoire de l'utilisateur
it_it: Impostazioni della directory utente

source: USER DIRECTORY SETTINGS
ar_ae: وسر ديركتوري سيتينغس
de_de: EINSTELLUNGEN DER BENUTZERVERZEICHNISSE
fr_fr: RÉGLAGES DU RÉPERTOIRE UTILISATEUR
it_it: IMPOSTAZIONI DELL'INDIRIZZO UTENTE

source: User has been added and activated successfully.
ar_ae: تمت إضافة المستخدم وتنشيطه بنجاح.
de_de: Benutzer wurde hinzugefügt und erfolgreich aktiviert.
fr_fr: L'utilisateur a été ajouté et activé avec succès.
it_it: L'utente è stato aggiunto e attivato con successo.

source: User has been added successfully.
ar_ae: تمت إضافة المستخدم بنجاح.
de_de: Benutzer wurde erfolgreich hinzugefügt.
fr_fr: L'utilisateur a été ajouté avec succès.
it_it: L'utente è stato aggiunto con successo.

source: User has been created successfully. Activation emails cannot be sent until the user’s email settings are configured.
ar_ae: تم إنشاء المستخدم بنجاح. لا يمكن إرسال رسائل البريد الإلكتروني للتفعيل حتى تتم تهيئة إعدادات البريد الإلكتروني للمستخدم.
de_de: Benutzer wurde erfolgreich erstellt. Aktivierungs-E-Mails können erst gesendet werden, wenn die E-Mail-Einstellungen des Benutzers konfiguriert sind.
fr_fr: L'utilisateur a été créé avec succès. Les e-mails d'activation ne peuvent pas être envoyés tant que les paramètres de messagerie de l'utilisateur ne sont pas configurés.
it_it: L'utente è stato creato con successo. Le e-mail di attivazione non possono essere inviate fino a quando non vengono configurate le impostazioni e-mail dell'utente.

source: User has been deleted successfully.
ar_ae: تم حذف المستخدم بنجاح.
de_de: Benutzer wurde erfolgreich gelöscht.
fr_fr: L'utilisateur a été supprimé avec succès.
it_it: L'utente è stato cancellato con successo.

source: User has been imported and activated successfully.
ar_ae: تم استيراد المستخدم وتنشيطه بنجاح.
de_de: Benutzer wurde importiert und erfolgreich aktiviert.
fr_fr: L'utilisateur a été importé et activé avec succès.
it_it: L'utente è stato importato e attivato con successo.

source: user id
ar_ae: رمز المستخدم
de_de: Benutzer ID
fr_fr: Identifiant utilisateur :
it_it: ID utente :

source: User id
ar_ae: معرف المستخدم
de_de: Benutzer ID
fr_fr: Identifiant utilisateur
it_it: ID utente

source: User import incomplete. Do you want to continue?
ar_ae: استيراد المستخدم غير مكتمل. هل تريد الاستمرار؟
de_de: Benutzerimport unvollständig Möchtest du fortfahren?
fr_fr: Importation de l'utilisateur incomplète Voulez-vous continuer?
it_it: Importazione utente incompleta. Vuoi continuare?

source: User Management
ar_ae: إدارةالمستخدم
de_de: Kontenverwaltung
fr_fr: Gestion d utilisateur
it_it: Gestione utenti

source: User Name
ar_ae: تفضيلات إعلام المستخدم
de_de: Benutzername
fr_fr: Nom d'Utilisateur
it_it: Nome utente

source: User Permissions
ar_ae: أذونات المستخدم
de_de: Nutzerberechtigungen
fr_fr: Autorisations utilisateur
it_it: Autorizzazioni utente

source: User Profile
ar_ae: ملف العضو
de_de: Benutzerprofil
fr_fr: Profil de l'utilisateur
it_it: Profilo utente

source: USER PROFILE
ar_ae: ملف تعريفي للمستخدم
de_de: Benutzerprofil
fr_fr: Profil de l'utilisateur
it_it: Profilo utente

source: User profile has been failed to update
ar_ae: أخفق تحديث الملف الشخصي للمستخدم
de_de: Das Benutzerprofil konnte nicht aktualisiert werden
fr_fr: Le profil de l'utilisateur n'a pas pu être mis à jour
it_it: Il profilo utente non è stato aggiornato

source: User profile has been updated successfully.
ar_ae: تم تحديث تعريف المستخدم بنجاح.
de_de: Benutzerprofil wurde erfolgreich aktualisiert.
fr_fr: Le profil de l'utilisateur a été mis à jour avec succès.
it_it: Il profilo utente è stato aggiornato con successo.

source: User Profile has been updated successfully.
ar_ae: تم تحديث تعريف المستخدم بنجاح.
de_de: Benutzerprofil wurde erfolgreich aktualisiert.
fr_fr: Le profil de l'utilisateur a été mis à jour avec succès.
it_it: Il profilo utente è stato aggiornato con successo.

source: User profile updation failed.
ar_ae: أخفق تحديث الملف الشخصي للمستخدم.
de_de: Benutzerprofilaktualisierung fehlgeschlagen.
fr_fr: La mise à jour du profil utilisateur a échoué.
it_it: Aggiornamento del profilo utente non riuscito.

source: User Settings
ar_ae: إعدادات العضو
fr_fr: Paramètres de l'utilisateur
it_it: Impostazioni utente

source: USER SETTINGS
ar_ae: إعدادات العضو
fr_fr: Paramètres de l'utilisateur
it_it: Impostazioni utente

source: User Settings has been updated successfully
ar_ae: تم تحديث إعدادات المستخدم بنجاح
de_de: Benutzereinstellungen wurden erfolgreich aktualisiert
fr_fr: Les paramètres utilisateur ont été mis à jour avec succès
it_it: Le Impostazioni utente sono state aggiornate correttamente

source: User(s)
ar_ae: المستخدمين
de_de: Benutzer
fr_fr: Utilisateurs
it_it: utente (i) sono cancellati

source: user(s) are deleted
ar_ae: يتم حذف المستخدم (المستخدمين)
de_de: Benutzer werden gelöscht
fr_fr: utilisateur (s) sont supprimés

source: user(s) are deleted.
ar_ae: يتم حذف المستخدم (المستخدمين).
de_de: Benutzer werden gelöscht.
fr_fr: utilisateur (s) sont supprimés.
it_it: utente (i) sono cancellati.

source: user(s) details are modified
ar_ae: يتم تعديل تفاصيل المستخدم
de_de: Benutzerdetails werden geändert
fr_fr: les détails des utilisateurs sont modifiés
it_it: i dettagli dell'utente (i) sono modificati

source: user(s) details are modified.
ar_ae: يتم تعديل تفاصيل المستخدم.
de_de: Benutzerdetails werden geändert.
fr_fr: les détails des utilisateurs sont modifiés.
it_it: i dettagli dell'utente (i) sono modificati.

source: user(s) has been added and activated successfully.
ar_ae: تم إضافة المستخدم (المستخدمين) وتم تنشيطه بنجاح.
de_de: Benutzer wurden hinzugefügt und erfolgreich aktiviert.
fr_fr: utilisateur (s) a été ajouté et activé avec succès.
it_it: utente (i) è stato aggiunto e attivato con successo.

source: user(s) has been added successfully.
ar_ae: تمت إضافة مستخدم (مستخدمين) بنجاح.
de_de: Benutzer wurden erfolgreich hinzugefügt.
fr_fr: utilisateur (s) a été ajouté avec succès.
it_it: utente (i) è stato aggiunto con successo.

source: User(s) has been added successfully.
ar_ae: تمت إضافة المستخدم (المستخدمين) بنجاح.
de_de: Benutzer wurden erfolgreich hinzugefügt.
fr_fr: Les utilisateurs ont été ajoutés avec succès.
it_it: Utente (i) è stato aggiunto con successo.

source: User(s) has been deleted successfully.
ar_ae: تم حذف المستخدم (المستخدمين) بنجاح.
de_de: Benutzer wurden erfolgreich gelöscht.
fr_fr: Utilisateur (s) a été supprimé avec succès.
it_it: L'utente (i) è stato cancellato con successo.

source: User(s) has been imported and activated successfully.
ar_ae: تم استيراد المستخدم (المستخدمين) وتنشيطه بنجاح.
de_de: Benutzer wurden importiert und erfolgreich aktiviert.
fr_fr: Les utilisateurs ont été importés et activés avec succès.
it_it: Gli utenti sono stati importati e attivati ​​con successo.

source: User(s) has been imported successfully.
ar_ae: تم استيراد المستخدم (المستخدمين) بنجاح.
de_de: Benutzer wurden erfolgreich importiert.
fr_fr: Les utilisateurs ont été importés avec succès.
it_it: Gli utenti sono stati importati con successo.

source: user(s) selected
ar_ae: مستخدم (مستخدمين) محددين
de_de: Benutzer ausgewählt
fr_fr: utilisateur (s) sélectionné (s)
it_it: utente (i) selezionato

source: user(s) to import since there are only
ar_ae: المستخدم (ق) لاستيراد منذ هناك فقط
de_de: zu importierende Benutzer, da es nur gibt
fr_fr: utilisateur (s) à importer car il n'y a que
it_it: utenti (s) da importare poiché ci sono solo

source: User(s) were not found in the database
ar_ae: لم يتم العثور على المستخدم (المستخدمين) في قاعدة البيانات
de_de: Benutzer wurden nicht in der Datenbank gefunden
fr_fr: Utilisateur (s) introuvable dans la base de données
it_it: Gli utenti non sono stati trovati nel database

source: Username
ar_ae: اسم المستخدم
de_de: Nutzername
fr_fr: Nom d'utilisateur
it_it: Nome utente

source: Username :
ar_ae: اسم المستخدم
de_de: Nutzername
fr_fr: Nom d'utilisateur:
it_it: Nome utente:

source: Username already exists
ar_ae: اسم المستخدم موجود بالفعل
de_de: Benutzername existiert bereits
fr_fr: Le nom d'utilisateur existe déjà
it_it: Il nome utente esiste già

source: Username cannot exceed 95 characters
ar_ae: لا يمكن أن يتجاوز اسم المستخدم 95 حرفا
de_de: Der Benutzername darf nicht länger als 95 Zeichen sein
fr_fr: Le nom d'utilisateur ne peut pas dépasser 95 caractères
it_it: Il nome utente non può superare i 95 caratteri

source: Username contains invalid characters
ar_ae: اسم المستخدم فيه أحرف غير صالحة
de_de: Benutzername enthält ungültige Zeichen.
fr_fr: Nom d'utilisateur contient des caractères non valides
it_it: Lo username contiene caratteri non validi

source: Username contains invalid characters.
ar_ae: اسم المستخدم فيه أحرف غير صالحة.
de_de: Benutzername enthält ungültige Zeichen.
fr_fr: Nom d'utilisateur contient des caractères non valides.
it_it: Lo username contiene caratteri non validi.

source: Username contains space
ar_ae: يحتوي اسم المستخدم على مساحة
de_de: Benutzername enthält Leerzeichen
fr_fr: Le nom d'utilisateur contient de l'espace
it_it: Il nome utente contiene spazio

source: Username is Invalid
ar_ae: إسم المستخدم غير صحيح
de_de: Benutzername ist ungültig
fr_fr: Nom d'utilisateur invalide
it_it: L'username non è valido

source: Username or email address
ar_ae: اسم المستخدم أو البريد الالكتروني
de_de: Benutzername oder E-Mail Adresse
fr_fr: Identifiant ou adresse courriel
it_it: Username o indirizzo email

source: Username or Email address already exists
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني موجود بالفعل
de_de: Benutzername oder E-Mail-Adresse ist bereits vorhanden
fr_fr: Nom d'utilisateur ou adresse e-mail existe déjà
it_it: Il nome utente o l'indirizzo e-mail esiste già

source: Username or Email address already exists or repeated
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني موجود بالفعل أو متكرر
de_de: Benutzername oder E-Mail-Adresse ist bereits vorhanden oder wiederholt
fr_fr: Nom d'utilisateur ou adresse de courriel existe déjà ou répété
it_it: Nome utente o indirizzo email già esistente o ripetuto

source: Username or Email address is Invalid
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني غير صالح
de_de: Benutzername oder E-Mail-Adresse ist ungültig
fr_fr: Le nom d'utilisateur ou l'adresse de courriel est invalide
it_it: Il nome utente o l'indirizzo email non sono validi

source: Username should not be empty
ar_ae: يجب ألا يكون اسم المستخدم فارغا
de_de: Bitte geben Sie eine Benutzernamen ein.
fr_fr: Le Nom d'utilisateur ne doit pas être vide.
it_it: Il nome utente non può essere vuoto.

source: Username should not contain special characters
ar_ae: يجب ألا يحتوي اسم المستخدم على أحرف خاصة
de_de: Der Benutzername darf keine Sonderzeichen enthalten
fr_fr: Le nom d'utilisateur ne doit pas contenir de caractères spéciaux
it_it: Il nome utente non deve contenere caratteri speciali

source: Username should not contain special characters #%&*+<>?:/&quot;[']\|@;,
ar_ae: يجب ألا يحتوي اسم المستخدم على أحرف خاصة #٪ & * + <>؟: / & كوت؛ ['] \ | @ ؛،
de_de: Der Benutzername darf keine Sonderzeichen enthalten #% & * + <>?: / "['] \ | @;"
fr_fr: Le nom d'utilisateur ne doit pas contenir de caractères spéciaux #% & * + <>?: / "" ['] \ | @ ;,
it_it: Il nome utente non deve contenere caratteri speciali #% & * + <>?: / & Quot; ['] \ | @ ;,

source: Username should not contain white space
ar_ae: يجب ألا يحتوي اسم المستخدم على مساحة بيضاء
de_de: Der Benutzername darf keinen Leerraum enthalten
fr_fr: Le nom d'utilisateur ne doit pas contenir d'espace blanc
it_it: Il nome utente non dovrebbe contenere spazi bianchi

source: Usernames, Email addresses, Names and Passwords with special characters (, ” <) will not be displayed in the list below.
ar_ae: لن يتم عرض أسماء المستخدمين وعناوين البريد الإلكتروني والأسماء وكلمات المرور ذات الأحرف الخاصة ("<") في القائمة أدناه.
de_de: Benutzernamen, E-Mail-Adressen, Namen und Passwörter mit Sonderzeichen (, "<) werden in der folgenden Liste nicht angezeigt.
fr_fr: Les noms d'utilisateur, adresses email, noms et mots de passe avec des caractères spéciaux (, "<) ne seront pas affichés dans la liste ci-dessous.
it_it: Nomi utente, indirizzi email, nomi e password con caratteri speciali (, "<) non verranno visualizzati nell'elenco seguente.

source: Users
ar_ae: المستخدمين
de_de: Benutzer
fr_fr: Utilisateurs
it_it: Utenti

source: USERS
ar_ae: المستخدمين
fr_fr: Utilisateurs
it_it: Utenti
