Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: EMAIL SETTINGS
ar_ae: إعدادات البريد الإلكتروني
de_de: E-Mail Einstellungen
fr_fr: Paramètres de messagerie
it_it: impostazioni dell'email

source: Embed code updated.
ar_ae: تم تحديث رمز التضمين.
de_de: Code einbetten aktualisiert.
fr_fr: Code d'intégration mis à jour.
it_it: Incorpora codice aggiornato.

source: Embed code:
ar_ae: تضمين الرمز:
de_de: Einbettungscode
fr_fr: Code d'intégration
it_it: Codice incorporato

source: Embed using azure ad authentication
ar_ae: تضمين باستخدام مصادقة الإعلان أزور
de_de: Mit azure ad authentication einbetten
fr_fr: Intégrer l'authentification Azure Ad
it_it: Incorpora l'uso dell'autenticazione degli annunci blu

source: Embed using server authentication
ar_ae: تضمين باستخدام مصادقة الخادم
de_de: Einbetten mit Server-Authentifizierung
fr_fr: Intégrer l'authentification du serveur
it_it: Incorporamento tramite l'autenticazione del server

source: Embed using windows authentication
ar_ae: تضمين باستخدام مصادقة ويندوز
de_de: Einbetten mit Windows-Authentifizierung
fr_fr: Intégrer l'authentification Windows
it_it: Incorporare utilizzando l'autenticazione di Windows

source: Embedded SQL CE
ar_ae: جزءا لا يتجزأ من سكل سي
de_de: Eingebettetes SQL CE
it_it: SQL CE incorporato

source: EmbedReport Error
ar_ae: خطأ إمبدريبورت
de_de: EmbedReport Fehler
fr_fr: EmbedReport Erreur
it_it: Errore EmbedReport

source: Enable
ar_ae: تمكين
de_de: Aktivieren
fr_fr: Activer

source: Enable Active Directory Scheduled Synchronization
ar_ae: تمكين المزامنة المجدولة أكتيف ديركتوري
de_de: Aktivieren Sie die zeitgesteuerte Active Directory-Synchronisierung
fr_fr: Activer la synchronisation planifiée Active Directory
it_it: Abilita sincronizzazione programmata di Active Directory

source: Enable Azure AD Scheduled Synchronization
ar_ae: تمكين مزامنة أزور أد المجدولة
de_de: Aktivieren Sie die geplante Azure AD-Synchronisierung
fr_fr: Activer la synchronisation planifiée Azure AD
it_it: Abilitare la sincronizzazione pianificata di Azure AD

source: Enable Commenting
ar_ae: تمكين التعليق
de_de: Aktivieren Kommentar
fr_fr: Activer les commentaires
it_it: Abilita commenti

source: Enable database scheduled synchronization
ar_ae: تمكين مزامنة قاعدة البيانات المجدولة
de_de: Aktivieren Sie die geplante Datenbanksynchronisierung
fr_fr: Activer la synchronisation planifiée de la base de données
it_it: Abilita la sincronizzazione programmata del database

source: Enable SSL
ar_ae: تمكين طبقة المقابس الآمنة
de_de: Aktivieren Sie SSL
fr_fr: Activer SSL
it_it: Abilita SSL

source: Enable SSO
ar_ae: تمكين الدخول الموحد (سسو)
de_de: Aktivieren Sie SSO
fr_fr: Activer SSO
it_it: Abilita SSO

source: Enabled
ar_ae: تمكين
de_de: aktiviert
fr_fr: Activé
it_it: Abilitato

source: Ends
ar_ae: ينتهي
de_de: Endet
fr_fr: Terminé
it_it: Valori

source: Enter your details to create a system administrator account.
ar_ae: أدخل تفاصيلك لإنشاء حساب مسؤول النظام.
de_de: Geben Sie Ihre Daten ein, um ein Systemadministratorkonto zu erstellen.
fr_fr: Entrez vos coordonnées pour créer un compte d'administrateur système.
it_it: Inserisci i tuoi dettagli per creare un account di amministratore di sistema.

source: Enter your Organization Name
ar_ae: أدخل اسم المؤسسة
de_de: Geben Sie Ihren Organisationsnamen ein
fr_fr: Entrez votre nom d'organisation
it_it: Inserisci il nome dell'organizzazione

source: Enter your URL
ar_ae: قم بإدخال عنوان URL الخاص بك:
de_de: URL eingeben
fr_fr: Entrez votre URL
it_it: Inserisci il tuo URL

source: Enter your username or email address and we will send you a link to reset your password.
ar_ae: أدخل اسم المستخدم أو عنوان البريد الإلكتروني، وسنرسل إليك رابطا لإعادة تعيين كلمة المرور.
de_de: Geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse ein und wir senden Ihnen einen Link, um Ihr Passwort zurückzusetzen.
fr_fr: Entrez votre nom d'utilisateur ou votre adresse e-mail et nous vous enverrons un lien pour réinitialiser votre mot de passe.
it_it: Inserisci il tuo nome utente o indirizzo email e ti invieremo un link per resettare la tua password.

source: Entity
ar_ae: كيان
de_de: Entität
fr_fr: Entité
it_it: Entità

source: Equal
ar_ae: إكوال (=)
de_de: Error
fr_fr: Egal
it_it: Uguale

source: Error
ar_ae: خطأ
fr_fr: Erreur
it_it: Errore

source: Error establishing a connection to the Report Server application database.
ar_ae: حدث خطأ أثناء إنشاء اتصال بقاعدة بيانات تطبيق سيرفر سيرفر.
de_de: Fehler beim Herstellen einer Verbindung zur Report Server-Anwendungsdatenbank.
fr_fr: Erreur lors de l'établissement d'une connexion à la base de données de l'application Report Server.
it_it: Errore durante la creazione di una connessione al database dell'applicazione Report Server.

source: Error in deleting profile picture.
ar_ae: حدث خطأ أثناء حذف صورة الملف الشخصي.
de_de: Fehler beim Löschen des Profilbildes.
fr_fr: Erreur lors de la suppression de l'image de profil.
it_it: Errore nell'eliminazione dell'immagine del profilo.

source: Error in update category
ar_ae: حدث خطأ في فئة التحديث
de_de: Fehler in der Update-Kategorie
fr_fr: Erreur dans la catégorie de mise à jour
it_it: Errore nella categoria di aggiornamento

source: Error while adding data source
ar_ae: حدث خطأ أثناء إضافة مصدر البيانات
de_de: Fehler beim Hinzufügen der Datenquelle
fr_fr: Erreur lors de l'ajout de la source de données
it_it: Errore durante l'aggiunta dell'origine dati

source: Error while adding dataset
ar_ae: حدث خطأ أثناء إضافة مجموعة البيانات
de_de: Fehler beim Hinzufügen des Datasets
fr_fr: Erreur lors de l'ajout de l'ensemble de données
it_it: Errore durante l'aggiunta del set di dati

source: Error while adding file
ar_ae: حدث خطأ أثناء إضافة الملف
de_de: Fehler beim Hinzufügen der Datei
fr_fr: Erreur lors de l'ajout d'un fichier
it_it: Errore durante l'aggiunta del file

source: Error while connecting the database
ar_ae: حدث خطأ أثناء توصيل قاعدة البيانات
de_de: Fehler beim Verbinden der Datenbank
fr_fr: Erreur lors de la connexion de la base de données
it_it: Errore durante la connessione del database

source: Error while creating data source
ar_ae: حدث خطأ أثناء إنشاء مصدر البيانات
de_de: Fehler beim Erstellen der Datenquelle
fr_fr: Erreur lors de la création de la source de données
it_it: Errore durante la creazione dell'origine dati

source: Error while updating data source
ar_ae: حدث خطأ أثناء تحديث مصدر البيانات
de_de: Fehler beim Aktualisieren der Datenquelle
fr_fr: Erreur lors de la mise à jour de la source
it_it: Errore durante l'aggiornamento dell'origine dati

source: Error while updating notification settings
ar_ae: حدث خطأ أثناء تحديث إعدادات الإشعارات
de_de: Fehler beim Aktualisieren der Benachrichtigungseinstellungen
fr_fr: Erreur pendant la mise à jour des paramètres de notification
it_it: Errore durante l'aggiornamento delle impostazioni di notifica

source: Error while updating notification settings.
ar_ae: حدث خطأ أثناء تحديث إعدادات الإشعارات.
de_de: Fehler beim Aktualisieren der Benachrichtigungseinstellungen.
fr_fr: Erreur lors de la mise à jour des paramètres de notification.
it_it: Errore durante l'aggiornamento delle impostazioni di notifica.

source: Error while updating settings.
ar_ae: حدث خطأ أثناء تحديث الإعدادات.
de_de: Fehler beim Aktualisieren der Einstellungen.
fr_fr: Erreur lors de la mise à jour des paramètres.
it_it: Errore durante l'aggiornamento delle impostazioni.

source: Error while updating User Settings
ar_ae: حدث خطأ أثناء تحديث إعدادات المستخدم
de_de: Fehler beim Aktualisieren der Benutzereinstellungen
fr_fr: Erreur lors de la mise à jour des paramètres utilisateur
it_it: Errore durante l'aggiornamento delle Impostazioni utente

source: Error while uploading dataset. Please try again.
ar_ae: حدث خطأ أثناء تحميل مجموعة البيانات. حاول مرة اخرى.
de_de: Fehler beim Hochladen des Datasets. Bitte versuche es erneut.
fr_fr: Erreur lors du téléchargement du jeu de données. Veuillez réessayer.
it_it: Errore durante il caricamento del set di dati. Per favore riprova.

source: Error while uploading report. Please try again.
ar_ae: حدث خطأ أثناء تحميل التقرير. حاول مرة اخرى.
de_de: Fehler beim Hochladen des Berichts. Bitte versuche es erneut.
fr_fr: Erreur lors du téléchargement du rapport. Veuillez réessayer.
it_it: Errore durante il caricamento del report. Per favore riprova.

source: Event
ar_ae: حدث
de_de: Fahrt
fr_fr: Événement
it_it: Evento

source: Every
ar_ae: كل
de_de: Jede
fr_fr: Tous les
it_it: Ogni

source: Every weekday
ar_ae: كل ايام الاسبوع
de_de: Jeden Wochentag
fr_fr: Tous les jours de la semaine
it_it: Ogni giorno della settimana

source: Excel
ar_ae: إكسيل

source: Existing Database
ar_ae: قاعدة البيانات الحالية
de_de: Vorhandene Datenbank
fr_fr: Base de données existante
it_it: Database esistente

source: Existing Group
ar_ae: المجموعة الحالية
de_de: Bestehende Gruppe
fr_fr: Groupe existant
it_it: Gruppo esistente

source: Expand
ar_ae: توسيع
de_de: Erweitern
fr_fr: Déplier
it_it: Espandi

source: Expand All
ar_ae: توسيع الكل
de_de: Alles erweitern
fr_fr: Développer tout
it_it: Espandi tutto

source: External Recipient(s)
ar_ae: المستلمون الخارجيون
de_de: Externe Empfänger
fr_fr: Destinataire (s) externe (s)
it_it: Destinatari esterni

source: External Recipients
ar_ae: المستلمين الخارجيين
de_de: Externe Empfänger
fr_fr: Destinataires externes
it_it: Destinatari esterni

source: Failed to add dataset. Please try again later.
ar_ae: أخفقت إضافة مجموعة بيانات. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Fehler beim Hinzufügen des Datasets. Bitte versuche es später erneut.
fr_fr: Impossible d'ajouter le jeu de données. Veuillez réessayer plus tard.
it_it: Impossibile aggiungere set di dati. Per favore riprova più tardi.

source: Failed to add permission, please try again later.
ar_ae: أخفق إضافة الإذن، الرجاء إعادة المحاولة لاحقا.
de_de: Fehler beim Hinzufügen der Berechtigung. Bitte versuchen Sie es später erneut.
fr_fr: Impossible d'ajouter la permission, veuillez réessayer plus tard.
it_it: Impossibile aggiungere l'autorizzazione, riprova più tardi.

source: Failed to add report. Please try again later.
ar_ae: أخفق إضافة التقرير. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Fehler beim Hinzufügen des Berichts. Bitte versuche es später erneut.
fr_fr: Impossible d'ajouter un rapport. Veuillez réessayer plus tard.
it_it: Impossibile aggiungere report. Per favore riprova più tardi.

source: Failed to add the comment, please try again later.
ar_ae: أخفق إضافة التعليق، الرجاء إعادة المحاولة لاحقا.
de_de: Der Kommentar konnte nicht hinzugefügt werden. Bitte versuchen Sie es später erneut.
fr_fr: Impossible d'ajouter le commentaire, veuillez réessayer plus tard.
it_it: Impossibile aggiungere il commento, riprova più tardi.

source: Failed to add the reply, please try again later.
ar_ae: أخفق إضافة الرد، الرجاء إعادة المحاولة لاحقا.
de_de: Die Antwort konnte nicht hinzugefügt werden. Bitte versuchen Sie es später erneut.
fr_fr: Impossible d'ajouter la réponse, veuillez réessayer plus tard.
it_it: Impossibile aggiungere la risposta, per favore riprova più tardi.

source: Failed to create group.
ar_ae: أخفق إنشاء المجموعة.
de_de: Fehler beim Erstellen der Gruppe.
fr_fr: Impossible de créer un groupe
it_it: Impossibile creare il gruppo.

source: Failed to delete Group(s), please try again later.
ar_ae: أخفق حذف المجموعة (المجموعات)، الرجاء إعادة المحاولة لاحقا.
de_de: Fehler beim Löschen der Gruppe (n). Bitte versuchen Sie es später erneut.
fr_fr: Impossible de supprimer le (s) groupe (s), veuillez réessayer plus tard.
it_it: Impossibile eliminare i gruppi, riprova più tardi.

source: Failed to delete group, please try again later.
ar_ae: أخفق حذف المجموعة، الرجاء إعادة المحاولة لاحقا.
de_de: Die Gruppe konnte nicht gelöscht werden. Bitte versuchen Sie es später erneut.
fr_fr: Impossible de supprimer le groupe, veuillez réessayer plus tard.
it_it: Impossibile eliminare il gruppo, riprova più tardi.

source: Failed to delete the comment, please try again later.
ar_ae: أخفق حذف التعليق، الرجاء إعادة المحاولة لاحقا.
de_de: Der Kommentar konnte nicht gelöscht werden. Bitte versuchen Sie es später erneut.
fr_fr: Impossible de supprimer le commentaire, veuillez réessayer plus tard.
it_it: Impossibile eliminare il commento, riprova più tardi.

source: Failed to delete user(s), please try again later.
ar_ae: أخفق حذف المستخدم (المستخدمين)، الرجاء إعادة المحاولة لاحقا.
de_de: Fehler beim Löschen der Benutzer. Bitte versuchen Sie es später erneut.
fr_fr: Impossible de supprimer les utilisateurs, veuillez réessayer plus tard.
it_it: Impossibile eliminare gli utenti, riprova più tardi.

source: Failed to delete user, please try again later.
ar_ae: أخفق حذف المستخدم، الرجاء إعادة المحاولة لاحقا.
de_de: Der Benutzer konnte nicht gelöscht werden. Bitte versuchen Sie es später erneut.
fr_fr: Impossible de supprimer l'utilisateur, veuillez réessayer plus tard.
it_it: Impossibile eliminare l'utente, riprova più tardi.

source: Failed to edit the comment, please try again later.
ar_ae: أخفق تعديل التعليق، الرجاء إعادة المحاولة لاحقا.
de_de: Fehler beim Bearbeiten des Kommentars. Bitte versuchen Sie es später erneut.
fr_fr: Impossible d'éditer le commentaire, veuillez réessayer plus tard.
it_it: Impossibile modificare il commento, riprova più tardi.

source: Failed to UnWatch this item, please try again later.
ar_ae: أخفق إلغاء مشاهدة هذا العنصر، الرجاء إعادة المحاولة لاحقا.
de_de: Fehler beim Entsperren dieses Elements, bitte versuche es später erneut.
fr_fr: Impossible de déverrouiller cet élément, veuillez réessayer plus tard.
it_it: Impossibile scoprire questo elemento, riprova più tardi.

source: Failed to update dataset. Please try again later.
ar_ae: أخفق تحديث مجموعة البيانات. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Fehler beim Aktualisieren des Datasets Bitte versuche es später erneut.
fr_fr: Échec de la mise à jour du jeu de données. Veuillez réessayer plus tard.
it_it: Impossibile aggiornare il set di dati. Per favore riprova più tardi.

source: Failed to update report. Please try again later.
ar_ae: أخفق تحديث التقرير. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Der Bericht konnte nicht aktualisiert werden. Bitte versuche es später erneut.
fr_fr: Impossible de mettre à jour le rapport. Veuillez réessayer plus tard.
it_it: Impossibile aggiornare il report. Per favore riprova più tardi.

source: Failed to update the Profile picture, try again later.
ar_ae: أخفق تحديث صورة الملف الشخصي، أعد المحاولة لاحقا.
de_de: Das Profilbild konnte nicht aktualisiert werden. Bitte versuchen Sie es später erneut.
fr_fr: Impossible de mettre à jour l'image de profil, réessayez plus tard.
it_it: Impossibile aggiornare l'immagine del profilo, riprovare più tardi.

source: Failed to Watch this item, please try again later.
ar_ae: أخفق مشاهدة هذا العنصر، الرجاء إعادة المحاولة لاحقا.
de_de: Dieser Artikel konnte nicht angesehen werden. Bitte versuchen Sie es später erneut.
fr_fr: Impossible de regarder cet élément, veuillez réessayer plus tard.
it_it: Impossibile vedere questo elemento, riprova più tardi.

source: Favicon
ar_ae: ايقونة

source: Favorite Reports
ar_ae: تقارير المفضلة
de_de: Lieblingsberichte
fr_fr: Rapports favoris
it_it: Rapporti preferiti

source: Favorites
ar_ae: المفضلات
de_de: Favoriten
fr_fr: Favoris
it_it: Febbraio

source: February
ar_ae: شهر فبراير
de_de: Februar
fr_fr: Février

source: File
ar_ae: ملف
de_de: Datei
fr_fr: Fichier

source: File has been added successfully.
ar_ae: تمت إضافة الملف بنجاح.
de_de: Datei wurde erfolgreich hinzugefügt.
fr_fr: Le fichier a été ajouté avec succès.
it_it: Il file è stato aggiunto con successo.

source: File Logs
ar_ae: سجلات الملفات
de_de: Dateiprotokolle
fr_fr: Fichiers journaux
it_it: Registri di file

source: File name already exists
ar_ae: اسم الملف موجود بالفعل
de_de: Der Dateiname ist bereits vorhanden
fr_fr: Le nom de fichier existe déjà
it_it: Il nome del file esiste già

source: File Storage
ar_ae: ملف التخزين
de_de: Dateispeicher
fr_fr: Stockage de fichiers
it_it: Archiviazione di file

source: Files
ar_ae: ملفات
de_de: Dateien
fr_fr: Fichiers
it_it: File

source: FILES
ar_ae: ملف(s)
de_de: Dateien
fr_fr: Fichier: %s
it_it: cartelle

source: Filter
ar_ae: منقي
fr_fr: Filtre
it_it: Filtro

source: Filter Value
ar_ae: تصفية القيمة
de_de: Filter Werte
fr_fr: Filtrer les valeurs
it_it: Valore del filtro

source: first
ar_ae: الأول
de_de: zuerst
fr_fr: premier
it_it: primo

source: First name
ar_ae: الاسم الاول
de_de: Vorname
fr_fr: Prénom
it_it: Nome

source: First Name
ar_ae: الاسم
de_de: Vorname
fr_fr: nom
it_it: Nome

source: First name :
ar_ae: الاسم الاول
de_de: Vorname
fr_fr: Prénom

source: For example
ar_ae: على سبيل المثال: 101
de_de: Beispielsweise
fr_fr: Par exemple
it_it: Per esempio

source: For example
ar_ae: على سبيل المثال: 101
de_de: Beispielsweise
fr_fr: Par exemple
it_it: Per esempio

source: for more details.
ar_ae: لمزيد من التفاصيل.
de_de: für mehr Details.
fr_fr: pour plus de détails.
it_it: per ulteriori dettagli.

source: Forgot password?
ar_ae: هل نسيت كلمة المرور؟
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié?
it_it: Ha dimenticato la password?

source: Forgot your password?
ar_ae: هل نسيت كلمة السر؟
de_de: Passwort vergessen?
fr_fr: Mot de passe oublié?
it_it: Hai dimenticato la password?

source: Form Relation
ar_ae: شكل العلاقة
de_de: Form Beziehung
fr_fr: Relation de forme
it_it: Relazione

source: Format
ar_ae: شكل
it_it: Formatta

source: fourth
ar_ae: الخمس الرابع %20
fr_fr: 4e
it_it: (Quarto)

source: Friday
ar_ae: يوم الجمعة
de_de: Freitag
fr_fr: Vendredi
it_it: Venerdì

source: From Database
ar_ae: من قاعدة البيانات
de_de: Von der Datenbank
fr_fr: De base de données
it_it: Dal database

source: From Database
ar_ae: من قاعدة البيانات
de_de: Von der Datenbank
fr_fr: De base de données
it_it: Dal database

source: from Public access. Internal server error. Please try again.
ar_ae: من الوصول العام. خطأ في الخادم الداخلي. حاول مرة اخرى.
de_de: vom öffentlichen Zugang. Interner Serverfehler. Bitte versuche es erneut.
fr_fr: de l'accès public. Erreur Interne du Serveur. Veuillez réessayer.
it_it: da accesso pubblico. Errore interno del server. Per favore riprova.

source: Generate and download .bat file
ar_ae: إنشاء وتحميل ملف .bat
de_de: Generieren und downloaden Sie die .bat-Datei
fr_fr: Générer et télécharger le fichier .bat
it_it: Genera e scarica il file .bat

source: Generate and Download .bat File
ar_ae: إنشاء وتحميل الملف .bat
de_de: Generieren und Laden von .bat-Datei
fr_fr: Générer et télécharger le fichier .bat
it_it: Genera e scarica il file .bat

source: Generic List
ar_ae: قائمة عامة
de_de: Generische Liste
fr_fr: Liste générique
it_it: Elenco generico

source: Get Embed code
ar_ae: الحصول على رمز التضمين
de_de: Code einbetten
fr_fr: Obtenir le code d intégration
it_it: Ottieni codice incorporato

source: Get Embed Code
ar_ae: الحصول على رمز التضمين
de_de: Code einbetten
fr_fr: Obtenir le code d intégration
it_it: Ottieni codice Incorpora

source: Get Link
ar_ae: إضغط هنا
de_de: Link erhalten
fr_fr: Obtenir Lien
it_it: Ottieni link

source: Go to first page
ar_ae: انتقل إلى الصفحة الأولى
de_de: Gehe zur ersten Seite
fr_fr: Aller à la première page
it_it: Vai alla prima pagina

source: Go to last page
ar_ae: انتقل إلى الصفحة الأخيرة
de_de: Gehe zur letzten Seite
fr_fr: Aller à la dernière page
it_it: Vai all'ultima pagina

source: Go to next page
ar_ae: انتقل إلى الصفحة التالية
de_de: Gehe zur nächsten Seite
fr_fr: Aller à la page suivante
it_it: Vai alla pagina successiva

source: Go to previous page
ar_ae: الانتقال إلى الصفحة السابقة
de_de: Gehen Sie zur vorigen Seite
fr_fr: Aller à la page précédente
it_it: Vai alla pagina precedente

source: Group
ar_ae: مجموعة
de_de: Gruppe
fr_fr: Groupe
it_it: Gruppo

source: Group already exists with this name
ar_ae: المجموعة موجودة بالفعل بهذا الاسم
de_de: Gruppe existiert bereits mit diesem Namen
fr_fr: Le groupe existe déjà avec ce nom
it_it: Il gruppo esiste già con questo nome

source: Group creation has been failed.
ar_ae: فشل إنشاء المجموعة.
de_de: Die Gruppenerstellung ist fehlgeschlagen.
fr_fr: La création de groupe a échoué.
it_it: La creazione di gruppo è fallita.

source: Group has been created successfully.
ar_ae: تم إنشاء المجموعة بنجاح.
de_de: Gruppe wurde erfolgreich erstellt.
fr_fr: Le groupe a été créé avec succès.
it_it: Il gruppo è stato creato con successo.

source: Group has been deleted successfully.
ar_ae: تم حذف المجموعة بنجاح.
de_de: Gruppe wurde erfolgreich gelöscht.
fr_fr: Le groupe a été supprimé avec succès.
it_it: Il gruppo è stato cancellato con successo.

source: Group has been updated successfully.
ar_ae: تم تحديث المجموعة بنجاح.
de_de: Gruppe wurde erfolgreich aktualisiert.
fr_fr: Le groupe a été mis à jour avec succès.
it_it: Il gruppo è stato aggiornato correttamente.

source: group id
ar_ae: تعريف المجموعة
de_de: Gruppen-ID
fr_fr: Groupe ID
it_it: ID di gruppo

source: Group name
ar_ae: اسم المجموعة
de_de: Gruppenname
fr_fr: Nom du groupe
it_it: Nome del gruppo

source: Group Name
ar_ae: اسم المجموعة
de_de: Gruppenname existiert bereits
fr_fr: Nom du Groupe
it_it: Nome del gruppo

source: Group Name already exist
ar_ae: اسم المجموعة موجود بالفعل
fr_fr: Le nom du groupe existe déjà
it_it: Il nome del gruppo esiste già

source: Group name already exists
ar_ae: اسم المجموعة موجود من قبل
de_de: Gruppenname existiert bereits
fr_fr: Nom du groupe existe déjà
it_it: Il nome del gruppo esiste già

source: Group name should not be empty
ar_ae: يجب ألا يكون اسم المجموعة فارغا
de_de: Gruppenname sollte nicht leer sein
fr_fr: Le nom du groupe ne doit pas être vide
it_it: Il nome del gruppo non dovrebbe essere vuoto

source: Group Permissions
ar_ae: أذونات المجموعة
de_de: Gruppenberechtigungen
fr_fr: Autorisations de groupe
it_it: Permessi di gruppo

source: group(s) are deleted.
ar_ae: يتم حذف مجموعة (مجموعات).
de_de: Gruppe (n) werden gelöscht.
fr_fr: groupe (s) sont supprimés.

source: group(s) details are modified.
ar_ae: يتم تعديل تفاصيل (مجموعات) المجموعة.
de_de: die Details der Gruppe (n) werden geändert.
fr_fr: les détails du (des) groupe (s) sont modifiés.
it_it: i dettagli del gruppo (i) sono modificati.

source: group(s) has been imported successfully.
ar_ae: تم استيراد المجموعة (المجموعات) بنجاح.
de_de: Gruppe (n) wurde erfolgreich importiert.
fr_fr: groupe (s) a été importé avec succès.
it_it: gruppo (i) è stato importato con successo.

source: GroupId
ar_ae: تعريف المجموعة
de_de: Gruppen-ID
fr_fr: Groupe ID

source: Groupname already exists
ar_ae: اسم المجموعة موجود بالفعل
de_de: Gruppenname existiert bereits
fr_fr: Nom du groupe existe déjà
it_it: Il nome del gruppo esiste già

source: has
ar_ae: لديها
fr_fr: a
it_it: ha

source: has been added successfully.
ar_ae: تمت إضافته بنجاح.
de_de: wurde erfolgreich hinzugefügt.
fr_fr: a été ajouté avec succès.
it_it: è stato aggiunto con successo.

source: has been started successfully.
ar_ae: وقد تم بنجاح.
de_de: wurde erfolgreich gestartet.
fr_fr: a été démarré avec succès.
it_it: è stato avviato con successo.

source: has mentioned you in the comment on the
ar_ae: وقد ذكر لك في التعليق على
de_de: Ich habe dich in dem Kommentar zu der
fr_fr: vous a mentionné dans le commentaire
it_it: ti ha menzionato nel commento sul

source: Header Logo
ar_ae: رأس الشعار
fr_fr: Logo
it_it: Logo dell'intestazione

source: Heading
ar_ae: العنوان
fr_fr: Titre
it_it: Intestazione

source: here
ar_ae: هنا
de_de: Hier
fr_fr: ici
it_it: qui

source: Host Domain name
ar_ae: اسم نطاق المضيف
de_de: Host Domänenname
fr_fr: Nom de domaine hôte
it_it: Nome dominio host

source: Hourly
ar_ae: باستمرار
de_de: Stündlich
fr_fr: Horaire
it_it: Orario

source: Hours ago
ar_ae: ساعات مض
de_de: (vor Stunden)
fr_fr: IL YA 9 HEURES
it_it: Ore fa

source: If it does not arrive
ar_ae: إذا لم تصل
de_de: Wenn es nicht ankommt
fr_fr: Si ça n'arrive pas
it_it: Se non arriva
