Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: If made private, the
ar_ae: إذا جعلت خاصة، و
de_de: Wenn es privat gemacht wird, das
fr_fr: Si privé, le
it_it: Se reso privato, il

source: If you have read access to this report, you can set the authentication details in the embedded file. Click
ar_ae: إذا كان لديك حق الوصول للقراءة إلى هذا التقرير، يمكنك تعيين تفاصيل المصادقة في الملف المضمن. انقر
de_de: Wenn Sie Lesezugriff auf diesen Bericht haben, können Sie die Authentifizierungsdetails in der eingebetteten Datei festlegen. Klicken
fr_fr: Si vous avez lu l'accès à ce rapport, vous pouvez définir les détails d'authentification dans le fichier incorporé. Cliquez sur
it_it: Se si dispone dell'accesso in lettura a questo rapporto, è possibile impostare i dettagli di autenticazione nel file incorporato. Clic

source: If you have read access to this report, you can set the authentication details in the embedded file. Click here for more details.
ar_ae: إذا كان لديك حق الوصول للقراءة إلى هذا التقرير، يمكنك تعيين تفاصيل المصادقة في الملف المضمن. انقر هنا لمزيد من التفاصيل.
de_de: Wenn Sie Lesezugriff auf diesen Bericht haben, können Sie die Authentifizierungsdetails in der eingebetteten Datei festlegen. Klicken Sie hier für weitere Details.
fr_fr: Si vous avez lu l'accès à ce rapport, vous pouvez définir les détails d'authentification dans le fichier incorporé. Cliquez ici pour plus de détails.
it_it: Se si dispone dell'accesso in lettura a questo rapporto, è possibile impostare i dettagli di autenticazione nel file incorporato. Clicca qui per maggiori dettagli.

source: If your application shares the same authentication as that of the Report Server, use SSO and select the corresponding authentication provider.
ar_ae: إذا كان التطبيق الخاص بك يشارك نفس المصادقة كملقم التقرير، استخدم سسو وحدد موفر المصادقة المطابق.
de_de: Wenn Ihre Anwendung die gleiche Authentifizierung wie der Berichtsserver verwendet, verwenden Sie SSO und wählen Sie den entsprechenden Authentifizierungsanbieter aus.
fr_fr: Si votre application partage la même authentification que celle du serveur de rapports, utilisez SSO et sélectionnez le fournisseur d'authentification correspondant.
it_it: Se l'applicazione condivide la stessa autenticazione del server di report, utilizzare SSO e selezionare il provider di autenticazione corrispondente.

source: Image File Format not supported
ar_ae: تنسيق ملف الصورة غير معتمد
de_de: Bilddateiformat wird nicht unterstützt
fr_fr: Format de fichier image non pris en charge
it_it: Formato file immagine non supportato

source: Images
ar_ae: الصور
de_de: Bilder
it_it: Immagini

source: Impersonate the authenticated user after a connection has been made to the Data Source
ar_ae: انتحال شخصية المستخدم المصادق عليه بعد إجراء اتصال إلى مصدر البيانات
de_de: Nehmen Sie die Identität des authentifizierten Benutzers an, nachdem eine Verbindung zur Datenquelle hergestellt wurde
fr_fr: Emprunter l'identité de l'utilisateur authentifié après la connexion à la source de données
it_it: Impersonare l'utente autenticato dopo aver effettuato una connessione all'origine dati

source: Import and Activate
ar_ae: استيراد وتنشيط
de_de: Importieren und Aktivieren
fr_fr: Importer et activer
it_it: Importa e attiva

source: Import and activate users from the list below
ar_ae: استيراد وتفعيل المستخدمين من القائمة أدناه
de_de: Importieren und aktivieren Sie Benutzer aus der folgenden Liste
fr_fr: Importer et activer des utilisateurs de la liste ci-dessous
it_it: Importa e attiva gli utenti dall'elenco seguente

source: Import from Active Directory
ar_ae: الاستيراد من أكتيف ديركتوري
de_de: Importieren aus Active Directory
fr_fr: Importer depuis Active Directory
it_it: Importa da Active Directory

source: Import from Azure AD
ar_ae: استيراد من أزور أد
de_de: Importieren von Azure AD
fr_fr: Importer à partir d'Azure AD
it_it: Importa da Azure AD

source: Import from CSV
ar_ae: استيراد من كسف
de_de: Import als CSV
fr_fr: Importer depuis un CSV
it_it: Importa da CSV

source: Import from Database
ar_ae: استيراد من قاعدة البيانات
de_de: Aus Datenbank importieren
fr_fr: Importer depuis la base
it_it: Importa dal database

source: Import Group - Status
ar_ae: استيراد المجموعة - الحالة
de_de: Gruppe importieren - Status
fr_fr: Groupe d'importation - Statut
it_it: Importa gruppo: stato

source: Import groups
ar_ae: استيراد مجموعات
de_de: Gruppen importieren
fr_fr: Importer des groupes
it_it: Importa gruppi

source: IMPORT GROUPS
ar_ae: مجموعات الاستيراد
de_de: Gruppen importieren
fr_fr: GROUPES D'IMPORTATION
it_it: GRUPPI DI IMPORTAZIONE

source: Import groups from Active Directory
ar_ae: استيراد مجموعات من "أكتيف ديركتوري"
de_de: Importieren Sie Gruppen aus Active Directory
fr_fr: Importer des groupes depuis Active Directory
it_it: Importa gruppi da Active Directory

source: Import groups from Azure AD
ar_ae: استيراد مجموعات من أزور أد
de_de: Importieren Sie Gruppen aus Azure AD
fr_fr: Importer des groupes à partir d'Azure AD
it_it: Importa gruppi da Azure AD

source: Import the selected groups from the list
ar_ae: استيراد المجموعات المحددة من القائمة
de_de: Importieren Sie die ausgewählten Gruppen aus der Liste
fr_fr: Importer les groupes sélectionnés de la liste
it_it: Importa i gruppi selezionati dall'elenco

source: Import the selected users and activate their accounts
ar_ae: استيراد المستخدمين المحددين وتفعيل حساباتهم
de_de: Importieren Sie die ausgewählten Benutzer und aktivieren Sie ihre Konten
fr_fr: Importer les utilisateurs sélectionnés et activer leurs comptes
it_it: Importa gli utenti selezionati e attiva i loro account

source: Import users
ar_ae: استيراد المستخدمين
fr_fr: Utilisateurs importés
it_it: Importa utenti

source: Import Users
ar_ae: استيراد المستخدمين
fr_fr: Importer des utilisateurs
it_it: Importa utenti

source: IMPORT USERS
ar_ae: استيراد المستخدمين
fr_fr: Utilisateurs importés
it_it: UTENTI DI IMPORTAZIONE

source: IMPORT USERS
ar_ae: استيراد المستخدمين
fr_fr: Utilisateurs importés
it_it: UTENTI DI IMPORTAZIONE

source: Import users from Active Directory
ar_ae: استيراد المستخدمين من "أكتيف ديركتوري"
de_de: Importieren Sie Benutzer aus Active Directory
fr_fr: Importer des utilisateurs depuis Active Directory
it_it: Importa utenti da Active Directory

source: Import users from Azure AD
ar_ae: استيراد المستخدمين من أزور أد
de_de: Importieren Sie Benutzer aus Azure AD
fr_fr: Importer des utilisateurs à partir d'Azure AD
it_it: Importa utenti da Azure AD

source: Import users from CSV
ar_ae: استيراد المستخدمين من كسف
de_de: Importieren Sie Benutzer aus CSV
fr_fr: Importer des utilisateurs à partir de CSV
it_it: Importa utenti da CSV

source: Import users from database
ar_ae: استيراد المستخدمين من قاعدة البيانات
de_de: Importieren Sie Benutzer aus der Datenbank
fr_fr: Importer des utilisateurs depuis la base
it_it: Importa utenti dal database

source: Import users from Database
ar_ae: استيراد المستخدمين من قاعدة البيانات
de_de: Importieren Sie Benutzer aus der Datenbank
fr_fr: Importer des utilisateurs de la base
it_it: Importa utenti dal database

source: IMPORT USERS FROM DATABASE
ar_ae: استيراد المستخدمين من قاعدة البيانات
de_de: BENUTZER VON DATENBANK IMPORTIEREN
fr_fr: IMPORTATION D'UTILISATEURS DE LA BASE DE DONNÉES
it_it: IMPORTA GLI UTENTI DAL DATABASE

source: Import users from the list below
ar_ae: استيراد المستخدمين من القائمة أدناه
de_de: Importieren Sie Benutzer aus der folgenden Liste
fr_fr: Importer des utilisateurs de la liste ci-dessous
it_it: Importa utenti dall'elenco seguente

source: Importing users from existing database is not available in automatic account activation type.
ar_ae: لا يتوفر استيراد المستخدمين من قاعدة البيانات الحالية في نوع تنشيط الحساب التلقائي.
de_de: Das Importieren von Benutzern aus einer vorhandenen Datenbank ist in der automatischen Kontoaktivierung nicht verfügbar.
fr_fr: L'importation d'utilisateurs à partir d'une base de données existante n'est pas disponible dans le type d'activation automatique du compte.
it_it: L'importazione di utenti dal database esistente non è disponibile nel tipo di attivazione dell'account automatico.

source: Inactive
ar_ae: غير نشط
de_de: Inaktiv
fr_fr: Inactif
it_it: Inattivo

source: Info
ar_ae: معلومات

source: Information
ar_ae: معلومات
de_de: I
it_it: Informazioni

source: Inherit from global settings
ar_ae: توارث من الإعدادات العالمية
de_de: Vererbt von globalen Einstellungen
fr_fr: Hériter des paramètres globaux
it_it: Eredita da impostazioni globali

source: Inherited from Group
ar_ae: الموروثة من المجموعة
de_de: Von Group geerbt
fr_fr: Hérité du groupe
it_it: Ereditato dal gruppo

source: Inner Join
ar_ae: صلة داخلية
de_de: Innerer Beitritt
fr_fr: Jointure interne
it_it: Join interno

source: Insert Image
ar_ae: إدراج صورة
de_de: Bild einfügen
it_it: Inserisci immagine

source: Internal Server Error
ar_ae: (2) خطأ في الخادم الداخلي
de_de: Interner Serverfehler
fr_fr: Erreur interne du serveur
it_it: Errore Server Interno

source: Internal server error occurs. Please try again.
ar_ae: حدث خطأ داخلي في الخادم. حاول مرة اخرى.
de_de: Interner Serverfehler tritt auf. Bitte versuche es erneut.
fr_fr: Une erreur interne du serveur se produit. Veuillez réessayer.
it_it: Si è verificato un errore interno del server. Per favore riprova.

source: Internal server error while updating password. Please try again.
ar_ae: حدث خطأ داخلي في الخادم أثناء تحديث كلمة المرور. حاول مرة اخرى.
de_de: Interner Serverfehler beim Aktualisieren des Passworts. Bitte versuche es erneut.
fr_fr: Erreur interne du serveur lors de la mise à jour du mot de passe Veuillez réessayer.
it_it: Errore interno del server durante l'aggiornamento della password. Per favore riprova.

source: Internal server error. Please try again later.
ar_ae: خطأ في الخادم الداخلي. الرجاء معاودة المحاولة في وقت لاحق.
de_de: Interner Serverfehler. Bitte versuche es später erneut.
fr_fr: Erreur Interne du Serveur. Veuillez réessayer plus tard.
it_it: Errore interno del server. Per favore riprova più tardi.

source: Internal server error. Please try again.
ar_ae: خطأ في الخادم الداخلي. حاول مرة اخرى.
de_de: Interner Serverfehler. Bitte versuche es erneut.
fr_fr: Erreur Interne du Serveur. Veuillez réessayer.
it_it: Errore interno del server. Per favore riprova.

source: Invalid Azure Blob storage
ar_ae: تخزين أزور بلوب غير صالح
de_de: Ungültiger Azure Blob-Speicher
fr_fr: Stockage Azure Blob non valide
it_it: Archiviazione BLOB di Azure non valida

source: Invalid Azure Blob Storage!
ar_ae: غير صالح أزور بلوب التخزين!
de_de: Ungültiger Azure-Blobspeicher!
fr_fr: Azure Blob Storage non valide!
it_it: Archiviazione BLOB di Azure non valida!

source: Invalid Blob Service endpoint
ar_ae: نقطة نهاية خدمة النقطة غير صالحة
de_de: Ungültiger Blob-Service-Endpunkt
fr_fr: Point de terminaison du service Blob non valide
it_it: Endpoint del servizio BLOB non valido

source: Invalid custom End point
ar_ae: نقطة نهاية مخصصة غير صالحة
de_de: Ungültiger benutzerdefinierter Endpunkt
fr_fr: Point de fin personnalisé non valide
it_it: Punto finale personalizzato non valido

source: Invalid Distinguished Name
ar_ae: اسم مميز غير صالح
de_de: Ungültiger definierter Name
fr_fr: Nom distinctif non valide
it_it: Nome distinto non valido

source: Invalid email address
ar_ae: البريد الإلكتروني غير صحيح
de_de: Ungültige E-Mail-Adresse
fr_fr: Adresse e-mail invalide
it_it: indirizzo email non valido

source: Invalid Email Address
ar_ae: عنوان البريد الإلكتروني غير صالح
de_de: Ungültige E-Mail-Adresse
fr_fr: Adresse e-mail invalide
it_it: Indirizzo email non valido

source: Invalid End point
ar_ae: نقطة نهاية غير صالحة
de_de: Ungültiger Endpunkt
fr_fr: Point de fin invalide
it_it: Punto finale non valido

source: Invalid file format
ar_ae: تنسيق ملف غير صالح
de_de: Ungültiges Dateiformat
fr_fr: Format de fichier incorrect
it_it: Formato di file non valido

source: Invalid Host Domain name
ar_ae: اسم نطاق مضيف غير صالح
de_de: Ungültiger Host-Domänenname
fr_fr: Nom de domaine hôte incorrect
it_it: Nome dominio host non valido

source: Invalid LDAP URL
ar_ae: عنوان ورل لداب غير صالح
de_de: Ungültige LDAP-URL
fr_fr: URL LDAP inva: {0}
it_it: URL LDAP non valido

source: Invalid link
ar_ae: رابط غير صالح
de_de: Ungültiger Link
fr_fr: Lien non valide
it_it: Collegamento invalido

source: Invalid Metadata URI
ar_ae: عنوان أوري لبيانات التعريف غير صالح
de_de: Ungültiger Metadaten-URI
fr_fr: URI de métadonnées non valide
it_it: URI metadati non valido

source: Invalid password
ar_ae: كلمة المرور غبر صالحة .
de_de: Falsches Passwort.
fr_fr: Mot de passe non valide !
it_it: 10468 = Password non valida.

source: invalid user(s) exists
ar_ae: مستخدم (مستخدمون) غير صالحين موجودين
de_de: ungültige Benutzer existieren
fr_fr: utilisateur (s) invalide (s) existe
it_it: esiste un utente non valido

source: invalid user(s) exists
ar_ae: مستخدم (مستخدمون) غير صالحين موجودين
de_de: ungültige Benutzer existieren
fr_fr: utilisateur (s) invalide (s) existe
it_it: esiste un utente non valido

source: Invalid username
ar_ae: اسم المستخدم غير صالح
de_de: Ungültiger Benutzername
fr_fr: Nom d'utilisateur invalide
it_it: Nome utente non valido

source: Invalid username or email address
ar_ae: اسم مستخدم أو عنوان بريد إلكتروني غير صالح
de_de: Ungültiger Benutzername oder E-Mail-Adresse
fr_fr: Nom d'utilisateur ou adresse e-mail incorrect
it_it: Nome utente o indirizzo email non validi

source: Invalid Username or Email Address
ar_ae: اسم المستخدم أو عنوان البريد الإلكتروني غير صالحين
de_de: Ungültiger Benutzername oder E-Mail-Adresse
fr_fr: Nom d'utilisateur ou adresse e-mail incorrect
it_it: Nome utente o indirizzo email non validi

source: IsActive
ar_ae: ... نشيطة.
de_de: Aktiv
fr_fr: C'est actif?
it_it: È attivo

source: IsActive :
ar_ae: ... نشيطة.
de_de: Aktiv
fr_fr: C'est actif?
it_it: È attivo

source: IsActive Value :
ar_ae: قيمة إيساكتيف:
de_de: IsActiver Wert:
fr_fr: Valeur IsActive:

source: It must contain,
ar_ae: ويجب أن يتضمن،
de_de: Es muss enthalten
fr_fr: Il doit contenir,
it_it: Deve contenere,

source: Italic
ar_ae: مائل
de_de: Kursiv
fr_fr: Italique
it_it: Corsivo

source: Item Actions
ar_ae: إجراءات البند
de_de: Elementaktionen
fr_fr: Actions de l'objet
it_it: Azioni oggetto

source: January
ar_ae: يناير
de_de: Januar
fr_fr: Janvier
it_it: Gennaio

source: Join type
ar_ae: تاريخ نوع
de_de: Verbindungstyp
fr_fr: Joindre le type
it_it: Unisciti al tipo

source: July
ar_ae: يوليو
de_de: Juli
fr_fr: Juillet
it_it: Luglio

source: June
ar_ae: يونيو
de_de: Juni
fr_fr: Juin
it_it: Giugno

source: Just now
ar_ae: الآن فقط
de_de: Gerade jetzt
fr_fr: Tout à l'heure
it_it: Ora

source: Kerberos Authentication
ar_ae: مصادقة كيربيروس
de_de: Kerberos-Authentifizierung
fr_fr: Authentification Kerberos
it_it: Autenticazione Kerberos

source: Kerberos Authentication Settings
ar_ae: إعدادات مصادقة كيربيروس
de_de: Kerberos-Authentifizierungseinstellungen
fr_fr: Paramètres d'authentification Kerberos
it_it: Impostazioni di autenticazione Kerberos

source: KERBEROS AUTHENTICATION SETTINGS
ar_ae: إعدادات المصادقة كيربيروس
de_de: KERBEROS AUTHENTICATION EINSTELLUNGEN
fr_fr: PARAMÈTRES D'AUTHENTIFICATION DE KERBEROS
it_it: IMPOSTAZIONI DI AUTENTICAZIONE DI KERBEROS

source: Keyword not supported:
ar_ae: الكلمة الرئيسية غير مدعومة:
de_de: Schlüsselwort wird nicht unterstützt:
fr_fr: Mot clé non pris en charge:
it_it: Parola chiave non supportata:

source: Know your password?
ar_ae: هل تعرف كلمة المرور؟
de_de: Kennst du dein Passwort?
fr_fr: Connaissez votre mot de passe?
it_it: Conosci la tua password?

source: Language
ar_ae: لغة
de_de: Sprache
fr_fr: Langue
it_it: Lingua

source: last
ar_ae: الاخير
de_de: Letzte
fr_fr: dernier
it_it: ultimo

source: Last Modified
ar_ae: آخر التعديلات
de_de: Letzte Änderungen
fr_fr: Dernière modification
it_it: Ultima Modifica

source: Last name
ar_ae: اللقب
de_de: Familienname
fr_fr: Nom
it_it: Cognome

source: Last Name
ar_ae: الكنية
de_de: Nachname
fr_fr: Nom
it_it: Cognome

source: Last name :
ar_ae: الاسم الأخير
de_de: NACHNAME:
fr_fr: Nom de famille
it_it: Cognome

source: Last Run
ar_ae: آخر تشغيل
de_de: Letzte Ausführung
fr_fr: Dernier tour
it_it: Ultima Esecuzione

source: LDAP URL
ar_ae: عنوان ورل لداب
fr_fr: URL LDAP
it_it: URL LDAP

source: Left Join
ar_ae: انضم لليسار
de_de: Linke Verbindung
fr_fr: Joint gauche
it_it: Sinistra Iscriviti

source: Left table
ar_ae: الجدول الأيسر
de_de: Linke Tabelle
fr_fr: Table de gauche
it_it: Tavolo sinistro

source: Left table condition
ar_ae: حالة الجدول الأيسر
de_de: Zustand der linken Tabelle
fr_fr: Condition de la table gauche
it_it: Condizione del tavolo sinistro

source: License limit reached
ar_ae: تم بلوغ حد الترخيص
de_de: Lizenzlimit erreicht
fr_fr: Limite de licence atteinte
it_it: Limite di licenza raggiunto

source: License Settings
ar_ae: إعدادات الترخيص
de_de: Lizenzeinstellungen
fr_fr: Paramètres de licence
it_it: Impostazioni della licenza

source: Licenses currently in use
ar_ae: التراخيص المستخدمة حاليا
de_de: Lizenzen werden derzeit verwendet
fr_fr: Licences actuellement utilisées
it_it: Licenze attualmente in uso

source: Link to Report
ar_ae: رابط إلى التقرير
de_de: Link zum Bericht
fr_fr: Lien vers le rapport
it_it: Link al rapporto

source: LOAD MORE
ar_ae: حمل المزيد
de_de: Mehr laden
fr_fr: Charger Plus
it_it: VISUALIZZA DI PIÙ

source: Loading...
ar_ae: جار التحميل...
de_de: Laden…
fr_fr: Chargement...
it_it: Caricamento in corso...

source: Log In
ar_ae: دخول
de_de: Einloggen
fr_fr: Connecter
it_it: Accesso

source: Log in screen
ar_ae: شاشة الدخول
fr_fr: Écran de connexion

source: Log in using
ar_ae: تسجيل الدخول باستخدام
de_de: Einloggen mit
fr_fr: Connectez-vous en utilisant
it_it: Accedi usando

source: Log Out
ar_ae: تسجيل الخروج
de_de: Ausloggen
fr_fr: Se déconnecter
it_it: Esci

source: LOG OUT
ar_ae: الخروج
de_de: AUSLOGGEN
fr_fr: Se déconnecté
it_it: Esci

source: Login
ar_ae: دخول
fr_fr: Connecter

source: LOGIN
ar_ae: الدخول
de_de: ANMELDUNG
fr_fr: Connection
it_it: ENTRA

source: Machine name
ar_ae: اسم الآلة
de_de: Maschinenname
fr_fr: Nom de la machine
it_it: Nome computer

source: Mail notifications
ar_ae: إشعارات البريد
de_de: E-Mail-Benachrichtigungen
fr_fr: Notifications par courrier
it_it: Notifiche di posta

source: Make Private
ar_ae: اجعلها شخصيه
de_de: Privatisieren
fr_fr: Rendre privé
it_it: Rendi privato.

source: Make public
ar_ae: جعل الجمهور
de_de: Veröffentlichen
fr_fr: Rendre Public?
it_it: Lo rendi pubblico?

source: Make Public
ar_ae: جعل الجمهور
de_de: Veröffentlichen
fr_fr: Rendre Public?
it_it: Lo rendi pubblico?

source: Manage License
ar_ae: إدارة الترخيص
de_de: Lizenz verwalten
fr_fr: Gérer la licence
it_it: Gestisci la licenza

source: MANAGE LICENSES
ar_ae: إدارة التراخيص
de_de: Lizenzen verwalten
fr_fr: GÉRER LES LICENCES
it_it: GESTISCI LE LICENZE

source: Manage Permission
ar_ae: إدارة إذن
de_de: Erlaubnis verwalten
fr_fr: Gérer la permission
it_it: Gestisci l'autorizzazione

source: Manage Permissions
ar_ae: إدارة الأذونات
de_de: Berechtigungen verwalten
fr_fr: Gérer les autorisations
it_it: Gestisci i permessi

source: Manage the available user licenses
ar_ae: إدارة تراخيص المستخدمين المتاحة
de_de: Verwalten Sie die verfügbaren Benutzerlizenzen
fr_fr: Gérer les licences utilisateur disponibles
it_it: Gestisci le licenze utente disponibili

source: March
ar_ae: مارس
de_de: März
fr_fr: Mars
it_it: Marzo

source: Mark reports as public
ar_ae: وضع علامة على التقارير على أنها عامة
de_de: Mark Berichte als öffentlich
fr_fr: Marquer les rapports comme publics
it_it: Mark segnala come pubblico

source: Maximum:50 MB
ar_ae: الحد الأقصى: 50 ميغابايت
de_de: Maximal: 50 MB
fr_fr: Maximum: 50 Mo
it_it: Massimo: 50 MB

source: May
ar_ae: قد
de_de: Mai
fr_fr: Mai
it_it: Maggio

source: Metadata URI
ar_ae: معرف أوري للبيانات الوصفية
de_de: Metadaten-URI
fr_fr: URI de métadonnées
it_it: URI metadati

source: Microsoft ADFS
ar_ae: ميكروسوفت أدفس
it_it: ADFS di Microsoft

source: Minutes ago
ar_ae: دقائق مضت
de_de: Vor Minuten
fr_fr: {0} minutes il y a
it_it: Minuti fa

source: Mobile App Client Id
ar_ae: معرف عميل تطبيق الجوال
de_de: Client-ID für mobile App
fr_fr: Identifiant du client de l'application mobile
it_it: ID client app mobile

source: Mobile No
ar_ae: رقم المحمول
de_de: Handy No.
fr_fr: Numéro de Portable
it_it: cellulare

source: Modified date
ar_ae: تاريخ التعد
de_de: Geändertes Datum
fr_fr: Date modifiée

source: Modified Date
ar_ae: تاريخ التعد
de_de: Änderungsdatum
fr_fr: Date modifiée

source: Modify
ar_ae: تغيير
de_de: Ändern
fr_fr: Modifier
it_it: Modifica

source: Monday
ar_ae: الإثنين
de_de: Montag
fr_fr: Lundi
it_it: Lunedi

source: month(s)
ar_ae: 3 شهور
de_de: Monat : %s
fr_fr: mois
it_it: mese

source: Monthly
ar_ae: شهري
de_de: Monatlich
fr_fr: Mois
it_it: Mensile

source: Move
ar_ae: نقل
fr_fr: Déplacer
it_it: Sposta

source: Move Report
ar_ae: نقل التقرير
de_de: Bericht verschieben
fr_fr: Déplacer le rapport
it_it: Sposta rapporto

source: Moved from
ar_ae: انتقل من
de_de: Zugezogen von
fr_fr: Bouger de
it_it: Trasferito da

source: Moved to Trash
ar_ae: تم النقل إلى المهملات
de_de: In den Papierkorb verschoben
fr_fr: Placé dans la corbeille
it_it: Spostato nel cestino

source: My Permissions
ar_ae: ضوابط بلدي
de_de: Meine Berechtigungen
fr_fr: Mes autorisations
it_it: I miei permessi

source: MY PERMISSIONS
ar_ae: أذونات بلدي
de_de: MEINE BERECHTIGUNGEN
fr_fr: MES PERMISSIONS
it_it: I MIEI PERMESSI

source: My Profile
ar_ae: ملفي الشخصي
de_de: Mein Profil
fr_fr: Mon profil
it_it: Mio profilo

source: MY PROFILE
ar_ae: ملفي الشخصي
de_de: Mein Profil
fr_fr: Mon profil
it_it: Mio profilo

source: MY PROFILE - Change Password
ar_ae: ماي بروفيل - تغيير كلمة المرور
de_de: MEIN PROFIL - Passwort ändern
fr_fr: MON PROFIL - Changer le mot de passe
it_it: IL MIO PROFILO - Cambia password

source: MySQL ODBC DSN
ar_ae: ميسكل أودبك دسن

source: Name
ar_ae: اسم
de_de: Nom
fr_fr: Nom
it_it: Nome

source: Name
ar_ae: اسم
de_de: Nom
fr_fr: Nom
it_it: Nome

source: Name cannot exceed 254 characters
ar_ae: لا يمكن أن يتجاوز الاسم 254 حرفا
de_de: Der Name darf nicht länger als 254 Zeichen sein
fr_fr: Le nom ne peut pas dépasser 12 caractères.
it_it: Il nome non può superare i 254 caratteri

source: Name should not be empty
ar_ae: يجب ألا يكون الاسم فارغا
de_de: Name sollte nicht leer sein
fr_fr: Le nom ne doit pas être vide
it_it: Il nome non dovrebbe essere vuoto

source: Name should not contain ;?:@&=+$,\*<>|"/,
ar_ae: يجب ألا يحتوي الاسم على؛؟: @ & = + $، \ * <> | "/،
de_de: Name sollte nicht enthalten:?: @ & = + $, \ * <> | "/,
fr_fr: Le nom ne doit pas contenir:?: @ & = + $, \ * <> | "/,
it_it: Il nome non dovrebbe contenere;?: @ & = + $, \ * <> | "/,

source: Name should not contain special characters #%&*+<>?:/&quot;[']\|@;,
ar_ae: يجب ألا يحتوي الاسم على أحرف خاصة #٪ & * +>>؟: / & كوت؛ ['] \ | @ ؛،
de_de: Der Name darf keine Sonderzeichen enthalten #% & * + <>?: / "['] \ | @;"
fr_fr: Le nom ne doit pas contenir de caractères spéciaux #% & * + <>?: / "['] \ | @ ;,
it_it: Il nome non deve contenere caratteri speciali #% & * + <>?: / & Quot; ['] \ | @ ;,

source: Never
ar_ae: أبدا
de_de: Nie
fr_fr: Jamais
it_it: Mai

source: Never run
ar_ae: لا تجري.
de_de: Niemals laufen
fr_fr: Ne jamais exécuter
it_it: Mai correre

source: NEW CATEGORY
ar_ae: تصنيف جديدة
de_de: Neue Kategorie
fr_fr: NOUVELLE CATEGORIE
it_it: NUOVA CATEGORIA

source: New Data Source
ar_ae: مصدر بيانات جديد
de_de: Neue Datenquelle
fr_fr: Nouvelle source de données
it_it: Nuova origine dati

source: New Database
ar_ae: قاعدة بيانات جديدة
de_de: Neue Datenbank anlegen
fr_fr: Nouvelle base de données
it_it: {0}{/0} {1} {/1} New Database {2} {/2}

source: New Dataset
ar_ae: مجموعة بيانات جديدة
de_de: Neuer Datensatz
fr_fr: Nouveau jeu de données
it_it: Nuovo set di dati

source: New Group
ar_ae: مجموعة جديدة
de_de: Neue Gruppe
fr_fr: Nouveau Groupe
it_it: Nuovo gruppo
