Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: Reply is too long
ar_ae: الرد طويل جدا
de_de: Die Antwort ist zu lang
fr_fr: La réponse est trop longue
it_it: La risposta è troppo lunga

source: Reply should not be blank
ar_ae: يجب ألا يكون الرد فارغا
de_de: Antwort sollte nicht leer sein
fr_fr: La réponse ne doit pas être vide
it_it: La risposta non dovrebbe essere vuota

source: Report
ar_ae: تبليغ
de_de: Bericht
fr_fr: Rapport
it_it: Segnala

source: Report
ar_ae: تبليغ
de_de: Bericht
fr_fr: Rapport
it_it: Segnala

source: Report has been added successfully.
ar_ae: تمت إضافة تقرير بنجاح.
de_de: Der Bericht wurde erfolgreich hinzugefügt.
fr_fr: Le rapport a été ajouté avec succès.
it_it: Il rapporto è stato aggiunto con successo.

source: Report has been cloned successfully.
ar_ae: تم استنساخ التقرير بنجاح.
de_de: Der Bericht wurde erfolgreich geklont.
fr_fr: Le rapport a été cloné avec succès.
it_it: Il rapporto è stato clonato con successo.

source: Report has been copied successfully.
ar_ae: تم نسخ التقرير بنجاح.
de_de: Der Bericht wurde erfolgreich kopiert.
fr_fr: Le rapport a été copié avec succès.
it_it: Il rapporto è stato copiato con successo.

source: Report has been moved successfully.
ar_ae: تم نقل التقرير بنجاح.
de_de: Der Bericht wurde erfolgreich verschoben.
fr_fr: Le rapport a été déplacé avec succès.
it_it: Il rapporto è stato spostato correttamente.

source: Report has been scheduled successfully.
ar_ae: تم جدولة التقرير بنجاح.
de_de: Der Bericht wurde erfolgreich geplant.
fr_fr: Le rapport a été planifié avec succès.
it_it: Il rapporto è stato programmato con successo.

source: Report has been updated successfully.
ar_ae: تم تحديث التقرير بنجاح.
de_de: Der Bericht wurde erfolgreich aktualisiert.
fr_fr: Le rapport a été mis à jour avec succès.
it_it: Il rapporto è stato aggiornato correttamente.

source: Report has been uploaded successfully.
ar_ae: تم تحميل التقرير بنجاح.
de_de: Der Bericht wurde erfolgreich hochgeladen.
fr_fr: Le rapport a été téléchargé avec succès.
it_it: Il rapporto è stato caricato con successo.

source: Report Name
ar_ae: تقرير اسم
fr_fr: Nom du rapport
it_it: Segnala nome

source: Report name already exists
ar_ae: اسم التقرير موجود من قبل
de_de: Der Berichtsname ist bereits vorhanden
fr_fr: Le nom du rapport existe déjà
it_it: Il nome del report esiste già

source: Report Processing Option
ar_ae: خيار معالجة التقرير
de_de: Berichtsverarbeitungsoption
fr_fr: Option de traitement de rapport
it_it: Opzione di elaborazione dei report

source: Report Processing Option has been saved successfully.
ar_ae: تم حفظ خيار معالجة التقرير بنجاح.
de_de: Die Berichtsverarbeitungsoption wurde erfolgreich gespeichert.
fr_fr: L'option Traitement de rapport a été enregistrée avec succès.
it_it: L'opzione di elaborazione dei report è stata salvata correttamente.

source: Report Server needs to be hosted in IIS with a valid SSL certificate assigned. Click
ar_ae: يجب استضافة خادم التقارير في إيس مع تعيين شهادة سل صالحة. انقر
de_de: Der Berichtsserver muss in IIS mit einem gültigen SSL-Zertifikat gehostet werden. Klicken
fr_fr: Report Server doit être hébergé dans IIS avec un certificat SSL valide attribué. Cliquez sur
it_it: Il server di report deve essere ospitato in IIS con un certificato SSL valido assegnato. Clic

source: Report Settings
ar_ae: إعدادات التقريرت
de_de: Berichteinstellungen
fr_fr: Paramètres du rapport
it_it: Segnala Impostazioni

source: REPORT SETTINGS
ar_ae: إعدادات التقريرت
de_de: BERICHTEINSTELLUNGEN
fr_fr: Paramètres du rapport
it_it: IMPOSTAZIONI RELAZIONE

source: Report Settings has been updated successfully
ar_ae: تم تحديث إعدادات التقرير بنجاح
de_de: Berichteinstellungen wurden erfolgreich aktualisiert
fr_fr: Les paramètres du rapport ont été mis à jour avec succès
it_it: Le impostazioni del report sono state aggiornate correttamente

source: report settings.
ar_ae: إعدادات التقريرت
de_de: Berichteinstellungen.
fr_fr: Paramètres du rapport
it_it: rapporto impostazioni.

source: report settings.</a>
ar_ae: إعدادات التقرير. </a>
de_de: Berichteinstellungen. </a>
fr_fr: paramètres de rapport. </a>
it_it: rapporto impostazioni. </a>

source: Report specific schedule
ar_ae: الإبلاغ عن جدول زمني محدد
de_de: Bericht spezifischen Zeitplan
fr_fr: Signaler un calendrier spécifique
it_it: Segnala un programma specifico

source: Report Views
ar_ae: مشاهدات التقرير
de_de: Berichtansichten
fr_fr: Vues de rapport
it_it: Segnala Visualizzazioni

source: Report:
ar_ae: إرسال تقرير عن مشكلة
de_de: Bericht:
fr_fr: Rapports
it_it: Relazione

source: reports
ar_ae: التقارير
de_de: Berichte
fr_fr: Rapports
it_it: Rapporti

source: Reports
ar_ae: تقارير
de_de: Berichte
fr_fr: Rapports
it_it: Report

source: REPORTS
ar_ae: التقارير
de_de: BERICHTE
fr_fr: Rapports
it_it: Rapporti

source: Reports selected
ar_ae: تم تحديد التقارير
de_de: Berichte ausgewählt
fr_fr: Rapports sélectionnés
it_it: Rapporti selezionati

source: ReportView Denied
ar_ae: تم رفض ريبورتفيو
de_de: ReportView abgelehnt
fr_fr: ReportView refusé
it_it: ReportView negato

source: Resend Activation Code
ar_ae: إعادة إرسال رمز التفعيل
de_de: Aktivierungscode erneut senden
fr_fr: Renvoyer le code d'activation
it_it: Reinvia codice di attivazione

source: Reset
ar_ae: إعادة تعيين
de_de: Zurücksetzen

source: Reset password link
ar_ae: إعادة تعيين رابط كلمة المرور
de_de: Passwort-Link zurücksetzen
fr_fr: Reset mot de passe
it_it: Reimposta il collegamento della password

source: Resources
ar_ae: موارد
de_de: Restore
it_it: risorse

source: Restore
ar_ae: إستعادة
fr_fr: Restau
it_it: Ripristina

source: Restored from Trash
ar_ae: تمت الاستعادة من المهملات
de_de: Aus dem Papierkorb wiederhergestellt
fr_fr: Restauré de la corbeille
it_it: Ripristinato da Cestino

source: Right table
ar_ae: الجدول الأيمن
de_de: Rechter Tisch
fr_fr: Table de droite
it_it: Giusto tavolo

source: Right table condition
ar_ae: حالة الجدول الصحيح
de_de: Der Zustand der rechten Tabelle
fr_fr: Etat de la table droite
it_it: Condizione del tavolo giusto

source: Role Name
ar_ae: اسم الدور
de_de: Rollenname
fr_fr: Nom du Profil
it_it: Nome del ruolo

source: Rollbacked to version
ar_ae: تم التراجع إلى الإصدار
de_de: Rollback auf Version
fr_fr: Rollbacked à la version
it_it: Ripristino alla versione

source: RSD File
ar_ae: ملف رسد
de_de: RSD-Datei
fr_fr: Fichier RSD
it_it: File RSD

source: Run now
ar_ae: اركض الآن
de_de: Jetzt ausführen
fr_fr: Cours maintenant
it_it: Corri adesso

source: Run Now
ar_ae: اركض الآن
de_de: Jetzt ausführen
fr_fr: Cours maintenant
it_it: Corri adesso

source: s are accessible to anyone with a link to them.
ar_ae: ق يمكن الوصول إليها لأي شخص لديه وصلة لهم.
de_de: s sind für jeden mit einem Link zu ihnen zugänglich.
fr_fr: s sont accessibles à tous ceux qui ont un lien vers eux.
it_it: s sono accessibili a chiunque abbia un link a loro.

source: Saturday
ar_ae: يوم السبت
de_de: Samstag
fr_fr: Samedi
it_it: Sabato

source: Save
ar_ae: حفظ
de_de: Sparen
fr_fr: Sauvegarder
it_it: Salva

source: SAVE
ar_ae: حفظ
de_de: SPEICHERN
fr_fr: SAUVEGARDÉ
it_it: SALVA

source: Save As
ar_ae: حفظ باسم
de_de: Speichern als
fr_fr: Enregistrer sous
it_it: Salva come

source: Save View
ar_ae: حفظ العرض
de_de: Ansicht speichern
fr_fr: 1237 "&Sauver la Vue"
it_it: Salva vista

source: SAVED VIEWS
ar_ae: المشاهدات المحفوظة
de_de: Gesicherte Ansichten
fr_fr: VUES ENREGISTRÉES
it_it: VISTE SALVATE

source: Schedule
ar_ae: ارسل لاحقا
de_de: Zeitplan
fr_fr: Horaire
it_it: Pianificazione

source: Schedule has been deleted successfully.
ar_ae: تم حذف الجدول بنجاح.
de_de: Der Zeitplan wurde erfolgreich gelöscht.
fr_fr: La planification a été supprimée avec succès.
it_it: La pianificazione è stata cancellata con successo.

source: Schedule has been updated successfully.
ar_ae: تم تحديث الجدول بنجاح.
de_de: Der Zeitplan wurde erfolgreich aktualisiert.
fr_fr: L'horaire a été mis à jour avec succès.
it_it: La pianificazione è stata aggiornata correttamente.

source: Schedule Info
ar_ae: معلومات الجدول الزمني
de_de: Zeitplan Info
fr_fr: Informations sur la programmation
it_it: Programma informazioni

source: Schedule name already exists
ar_ae: اسم الجدول موجود من قبل
de_de: Zeitplanname existiert bereits
fr_fr: Le nom de l'horaire existe déjà
it_it: Il nome del programma esiste già

source: Schedule not started.
ar_ae: لم يتم بدء الجدول.
de_de: Zeitplan nicht gestartet
fr_fr: L'horaire n'a pas commencé.
it_it: Pianificazione non iniziata.

source: Schedule Synchronization
ar_ae: جدول المزامنة
de_de: Synchronisierung planen
fr_fr: Planification de la synchronisation
it_it: Pianifica la sincronizzazione

source: Schedule Synchronization Page
ar_ae: صفحة مزامنة الجدول الزمني
de_de: Zeitplan Synchronisierungsseite
fr_fr: Planifier la page de synchronisation
it_it: Pianifica pagina di sincronizzazione

source: Schedule Synchronization Settings
ar_ae: جدولة إعدادات المزامنة
de_de: Synchronisierungseinstellungen planen
fr_fr: Planifier les paramètres de synchronisation
it_it: Pianifica le impostazioni di sincronizzazione

source: Schedule to synchronize users and groups with Active Directory
ar_ae: الجدول الزمني لمزامنة المستخدمين والمجموعات مع أكتيف ديركتوري
de_de: Planen Sie die Synchronisierung von Benutzern und Gruppen mit Active Directory
fr_fr: Planifier la synchronisation des utilisateurs et des groupes avec Active Directory
it_it: Pianifica la sincronizzazione di utenti e gruppi con Active Directory

source: Schedule to synchronize users and groups with Azure AD
ar_ae: الجدول الزمني لمزامنة المستخدمين والمجموعات مع أزور أد
de_de: Planen Sie die Synchronisierung von Benutzern und Gruppen mit Azure AD
fr_fr: Planification de la synchronisation des utilisateurs et des groupes avec Azure AD
it_it: Pianificare la sincronizzazione di utenti e gruppi con Azure AD

source: Schedule to synchronize users and groups with Database
ar_ae: الجدول الزمني لمزامنة المستخدمين والمجموعات مع قاعدة البيانات
de_de: Planen Sie die Synchronisierung von Benutzern und Gruppen mit der Datenbank ein
fr_fr: Planifier la synchronisation des utilisateurs et des groupes avec la base de données
it_it: Pianifica la sincronizzazione di utenti e gruppi con il Database

source: Schedules
ar_ae: الجدول "ط"
de_de: Zeitpläne
fr_fr: Planifications
it_it: Pianificazioni

source: SCHEDULES
ar_ae: الجدول "ط"
de_de: Zeitplan
fr_fr: PLANIFICATIONS
it_it: Pianificazioni

source: Scope
ar_ae: الناضور
de_de: Geltungsbereich
it_it: Scopo

source: Search
ar_ae: بحث
de_de: Suche
fr_fr: Chercher
it_it: Cerca

source: Search AD groups
ar_ae: البحث في مجموعات أد
de_de: AD-Gruppen suchen
fr_fr: Rechercher des groupes AD
it_it: Cerca gruppi di annunci

source: Search AD users
ar_ae: البحث عن مستخدمي أد
de_de: Suche AD Benutzer
fr_fr: Rechercher des utilisateurs AD
it_it: Cerca gli utenti di AD

source: Search Azure AD groups
ar_ae: ابحث في مجموعات أزور أد
de_de: Suchen Sie nach Azure AD-Gruppen
fr_fr: Rechercher des groupes Azure AD
it_it: Cerca gruppi di Azure AD

source: Search Azure AD users
ar_ae: البحث في مستخدمي أزور أد
de_de: Suchen Sie nach Azure AD-Nutzern
fr_fr: Rechercher des utilisateurs Azure AD
it_it: Cerca utenti di Azure AD

source: Search data sources
ar_ae: البحث في مصادر البيانات
de_de: Suche nach Datenquellen
fr_fr: Rechercher des sources de données
it_it: Cerca fonti di dati

source: Search database schema
ar_ae: البحث في مخطط قاعدة البيانات
de_de: Datenbankschema suchen
fr_fr: Rechercher le schéma de la base de données
it_it: Cerca schema del database

source: Search datasets
ar_ae: البحث في مجموعات البيانات
de_de: Suche Datasätze
fr_fr: Rechercher des jeux de données
it_it: Cerca set di dati

source: Search files
ar_ae: ابحث في الملفات
de_de: Dateien suchen
fr_fr: Rechercher des fichiers
it_it: Ricerca dei file

source: Search Group
ar_ae: مجموعة البحث
de_de: Suchgruppe
fr_fr: Rechercher le Groupe
it_it: Cerca gruppo

source: Search groups
ar_ae: مجموعات البحث
de_de: Gruppe suchen
fr_fr: Rechercher des groupes
it_it: Cerca gruppi

source: Search Here
ar_ae: ابحث هنا...
de_de: Suche hier
fr_fr: Chercher ici
it_it: Cerca qui

source: Search schedules
ar_ae: جداول البحث
de_de: Termine suchen
fr_fr: Rechercher les planificationss
it_it: Cerca programmi

source: Search user
ar_ae: البحث عن المستخدم
de_de: Benutzer suchen
fr_fr: Recherche d'utilisateur
it_it: Cerca utente

source: Search User
ar_ae: البحث عن المستخدم
de_de: Benutzer suchen:
fr_fr: Recherche d'utilisateur
it_it: Cerca utente

source: Search users
ar_ae: البحث عن المستخدمين
de_de: Suche Nutzer:
fr_fr: Rechercher des utilisateurs
it_it: Cerca utenti

source: second
ar_ae: ثانية
fr_fr: 2e
it_it: secondo

source: Select
ar_ae: تحديد
de_de: Wählen
fr_fr: Choi
it_it: Seleziona

source: Select a database
ar_ae: حدد قاعدة بيانات
de_de: Wählen Sie eine Datenbank aus
fr_fr: Sélectionnez une base de données
it_it: Seleziona un database

source: Select a report to view.
ar_ae: حدد تقريرا للعرض.
de_de: Wählen Sie einen Bericht aus, der angezeigt werden soll.
fr_fr: Sélectionnez un rapport à afficher.
it_it: Seleziona un rapporto da visualizzare.

source: Select a user or group to share with
ar_ae: حدد مستخدما أو مجموعة لمشاركتها
de_de: Wählen Sie einen Benutzer oder eine Gruppe für die Freigabe aus
fr_fr: Sélectionnez un utilisateur ou un groupe à partager avec
it_it: Seleziona un utente o un gruppo con cui condividere

source: Select a user, group, or type an email address in the external recipient to schedule
ar_ae: حدد مستخدما أو مجموعة أو اكتب عنوان بريد إلكتروني في المستلم الخارجي لجدولة
de_de: Wählen Sie einen Benutzer, eine Gruppe oder eine E-Mail-Adresse im externen Empfänger aus, den Sie planen möchten
fr_fr: Sélectionnez un utilisateur, un groupe ou tapez une adresse e-mail dans le destinataire externe pour planifier
it_it: Seleziona un utente, un gruppo o digita un indirizzo email nel destinatario esterno per pianificare

source: Select Access
ar_ae: حدد الوصول
de_de: Wählen Sie Zugriff
fr_fr: Sélectionnez Accès
it_it: Seleziona Accesso

source: Select access mode
ar_ae: حدد وضع الوصول
de_de: Wählen Sie den Zugriffsmodus
fr_fr: Sélectionnez le mode d'accès
it_it: Seleziona la modalità di accesso

source: Select All
ar_ae: تحديد الكل
de_de: Alles wählen
fr_fr: Tout sélectionner
it_it: Seleziona tutto

source: Select Categories
ar_ae: اختر التصنيف
de_de: Wählen Sie Kategorien
fr_fr: Sélectionner les catégories
it_it: Selezionare le categorie

source: Select category
ar_ae: اختر الفئة
de_de: Kategorie auswählen
fr_fr: Choisir une catégorie
it_it: Seleziona Categoria

source: Select Data Source
ar_ae: حدد مصدر البيانات
de_de: Wählen Sie Datenquelle
fr_fr: Sélectionnez la source de données
it_it: Seleziona origine dati

source: Select Data Source(s)
ar_ae: تحديد مصدر البيانات
de_de: Wählen Sie Datenquelle (n)
fr_fr: Sélectionnez la ou les sources de données
it_it: Seleziona origine dati

source: Select Dataset
ar_ae: حدد مجموعة البيانات
de_de: Wählen Sie Datensatz
fr_fr: Sélectionnez dataset
it_it: Seleziona set di dati

source: Select Dataset(s)
ar_ae: حدد مجموعة البيانات
de_de: Wählen Sie Datensatz (e)
fr_fr: Sélectionner le (s) dataset (s)
it_it: Seleziona set di dati

source: Select DataSource
ar_ae: حدد مصدر البيانات
de_de: Wählen Sie DataSource
fr_fr: Sélectionnez DataSource
it_it: Seleziona DataSource

source: Select entity
ar_ae: حدد الكيان
de_de: Wählen Sie eine Entität
fr_fr: Sélectionner l'entité
it_it: Seleziona entità

source: Select Group
ar_ae: اختر مجموعة
de_de: Gruppe auswählen
fr_fr: Sélectionner le groupe
it_it: Seleziona un gruppo

source: Select Groups
ar_ae: حدد المجموعات
de_de: Wählen Sie Gruppen
fr_fr: Sélectionner des groupes
it_it: Seleziona gruppi:

source: Select groups to synchronize with Active Directory
ar_ae: حدد المجموعات المراد مزامنتها مع أكتيف ديركتوري
de_de: Wählen Sie die Gruppen aus, die mit Active Directory synchronisiert werden sollen
fr_fr: Sélectionnez les groupes à synchroniser avec Active Directory
it_it: Seleziona i gruppi da sincronizzare con Active Directory

source: Select groups to synchronize with Azure AD
ar_ae: حدد المجموعات المراد مزامنتها مع أزور أد
de_de: Wählen Sie die Gruppen aus, die mit Azure AD synchronisiert werden sollen
fr_fr: Sélectionnez les groupes à synchroniser avec Azure AD
it_it: Seleziona i gruppi da sincronizzare con Azure AD

source: Select multiple Reports
ar_ae: حدد تقارير متعددة
de_de: Wählen Sie mehrere Berichte aus
fr_fr: Sélectionnez plusieurs rapports
it_it: Seleziona più rapporti

source: Select MySQL ODBC DSN
ar_ae: حدد ميسكل أودبك دسن
de_de: Wählen Sie MySQL ODBC DSN
fr_fr: Sélectionnez MySQL ODBC DSN
it_it: Seleziona MySQL ODBC DSN

source: Select Oracle ODBC DSN
ar_ae: حدد أوراكل أودبك دسن
de_de: Wählen Sie Oracle ODBC DSN aus
fr_fr: Sélectionnez Oracle ODBC DSN
it_it: Seleziona Oracle ODBC DSN

source: Select Recurrence Type
ar_ae: حدد نوع التكرار
de_de: Wählen Sie Wiederholungstyp
fr_fr: Sélectionnez le type de récurrence
it_it: Seleziona il tipo di ricorrenza

source: Select Relation
ar_ae: حدد العلاقة
de_de: Wählen Sie Beziehung
fr_fr: Sélectionnez Relation
it_it: Seleziona relazione

source: Select report
ar_ae: حدد التقرير
de_de: Wählen Sie den Bericht
fr_fr: Sélectionnez le rapport
it_it: Seleziona rapporto

source: Select Report
ar_ae: حدد تقرير
de_de: Wählen Sie den Bericht
fr_fr: Sélectionnez le rapport
it_it: Seleziona Rapporto

source: Select Reports
ar_ae: حدد التقارير
de_de: Report auswählen
fr_fr: Sélectionner des Rapports
it_it: Seleziona rapporti

source: Select scope
ar_ae: حدد النطاق
de_de: Wählen Sie den Bereich aus
fr_fr: Sélectionner la portée
it_it: Seleziona ambito

source: Select the permission to add to the group
ar_ae: حدد الإذن المراد إضافته إلى المجموعة
de_de: Wählen Sie die Berechtigung aus, die der Gruppe hinzugefügt werden soll
fr_fr: Sélectionnez la permission d'ajouter au groupe
it_it: Seleziona l'autorizzazione per aggiungere al gruppo

source: Select the permission to add to the user
ar_ae: حدد الإذن المراد إضافته إلى المستخدم
de_de: Wählen Sie die Berechtigung aus, die dem Benutzer hinzugefügt werden soll
fr_fr: Sélectionnez l'autorisation à ajouter à l'utilisateur
it_it: Seleziona l'autorizzazione da aggiungere all'utente

source: Select the users from the following list to import into Report Server
ar_ae: حدد المستخدمين من القائمة التالية للاستيراد إلى "خادم التقارير"
de_de: Wählen Sie die Benutzer aus der folgenden Liste aus, um sie in den Berichtsserver zu importieren
fr_fr: Sélectionnez les utilisateurs de la liste suivante à importer dans Report Server
it_it: Selezionare gli utenti dal seguente elenco da importare in Report Server

source: Select Timezone
ar_ae: اختر المنطقة الزمنية
de_de: Wähle Zeitzone
fr_fr: Sélect. le fuseau planifications
it_it: Seleziona fuso orario

source: Select user(s)
ar_ae: تحديد مستخدم (مستخدمين)
de_de: Benutzer auswählen
fr_fr: Sélectionnez les utilisateurs
it_it: Seleziona gli utenti

source: Select Users
ar_ae: حدد المستخدمون
de_de: User auswählen
fr_fr: Sélectionnez les utilisateurs
it_it: Seleziona gli utenti

source: Select Users to synchronize with Active Directory
ar_ae: حدد المستخدمين للمزامنة مع أكتيف ديركتوري
de_de: Wählen Sie Benutzer aus, die mit Active Directory synchronisiert werden sollen
fr_fr: Sélectionnez les utilisateurs à synchroniser avec Active Directory
it_it: Seleziona Utenti da sincronizzare con Active Directory

source: Select Users to synchronize with Azure AD
ar_ae: حدد المستخدمين للمزامنة مع أزور أد
de_de: Wählen Sie Benutzer aus, die mit Azure AD synchronisiert werden sollen
fr_fr: Sélectionnez Utilisateurs à synchroniser avec Azure AD
it_it: Selezionare Utenti da sincronizzare con Azure AD

source: Select Users to synchronize with Existing Database
ar_ae: حدد المستخدمين للمزامنة مع قاعدة البيانات الحالية
de_de: Wählen Sie Benutzer aus, die mit der vorhandenen Datenbank synchronisiert werden sollen
fr_fr: Sélectionnez Utilisateurs à synchroniser avec la base de données existante
it_it: Selezionare Utenti da sincronizzare con il database esistente

source: Selected user(s)
ar_ae: مستخدم (مستخدمون) محددون
de_de: Ausgewählte Benutzer
fr_fr: Utilisateur (s) sélectionné (s)
it_it: Utente / i selezionato / i

source: Sender email address
ar_ae: عنوان البريد الإلكتروني للمرسل
de_de: Absender-E-Mail-Adresse
fr_fr: Adresse e-mail de l'expéditeur
it_it: Indirizzo email del mittente

source: Sender Email Address
ar_ae: عنوان البريد الإلكتروني للمرسل
de_de: Absender-E-Mail-Adresse
fr_fr: Adresse électronique de l'expéditeur
it_it: Indirizzo email del mittente

source: Sender name
ar_ae: اسم المرسل
de_de: Absender
fr_fr: Nom de l'expéditeur
it_it: Nome del mittente

source: Sender Name
ar_ae: اسم المرسل
de_de: Absender
fr_fr: Nom de l'expéditeur
it_it: Nome del mittente

source: September
ar_ae: سبتمبر
fr_fr: septembre
it_it: Settembre

source: Server name
ar_ae: اسم الخادم
fr_fr: Nom du Serveur
it_it: Nome Server

source: Service UnAvailable
ar_ae: الخدمة غير متاحة
de_de: Dienst nicht verfügbar
fr_fr: Service non disponible
it_it: Servizio non disponibile

source: Settings
ar_ae: إعدادات
de_de: Einstellungen
fr_fr: Options

source: Settings has been updated successfully
ar_ae: تم تحديث الإعدادات بنجاح
de_de: Einstellungen wurden erfolgreich aktualisiert
fr_fr: Les paramètres ont été mis à jour avec succès
it_it: Le impostazioni sono state aggiornate correttamente

source: Settings has been updated successfully.
ar_ae: تم تحديث الإعدادات بنجاح.
de_de: Einstellungen wurden erfolgreich aktualisiert.
fr_fr: Les paramètres ont été mis à jour avec succès.
it_it: Le impostazioni sono state aggiornate correttamente.

source: Settings to authenticate users via Kerberos ticket management system
ar_ae: إعدادات لمصادقة المستخدمين عبر نظام إدارة التذاكر كيربيروس
de_de: Einstellungen zum Authentifizieren von Benutzern über das Kerberos-Ticketverwaltungssystem
fr_fr: Paramètres pour authentifier les utilisateurs via le système de gestion des tickets Kerberos
it_it: Impostazioni per autenticare gli utenti tramite il sistema di gestione dei ticket Kerberos

source: Share
ar_ae: شارك
de_de: Aktie
fr_fr: Partager
it_it: Condividi

source: Share View
ar_ae: مشاركة العرض
de_de: Freigabeansicht
fr_fr: Partager Voir
it_it: Condividi vista

source: Shared with
ar_ae: تمت المشاركة مع
de_de: Gemeinsam mit...
fr_fr: Partagé avec
it_it: Condiviso con

source: Show copyright information
ar_ae: إظهار معلومات حقوق الطبع والنشر
de_de: Urheberrechtsinformationen anzeigen
fr_fr: Afficher les informations de copyright
it_it: Mostra informazioni sul copyright

source: Show List
ar_ae: عرض قائمة
de_de: Liste anzeigen
fr_fr: Afficher la liste
it_it: Mostra elenco

source: Show powered by Syncfusion
ar_ae: عرض مدعوم من سينكفوسيون
fr_fr: Afficher alimenté par Syncfusion
it_it: Mostra realizzato da Syncfusion

source: Show Saved Views
ar_ae: عرض المشاهدات المحفوظة
de_de: Gespeicherte Ansichten anzeigen
fr_fr: Afficher les vues enregistrées
it_it: Mostra viste salvate

source: SINGLE SIGN-ON SETTINGS
ar_ae: إعدادات سيغن-أون واحدة
de_de: EINZEL-EINSTELLUNGEN
fr_fr: PARAMÈTRES DE SIGNATURE SIMPLES
it_it: IMPOSTAZIONI DI SEGNALE SINGLE

source: Site
ar_ae: الموقع
de_de: Flotte
it_it: Sito

source: SITE SETTINGS
ar_ae: إعدادات الموقع
de_de: Site-Einstellungen
fr_fr: Paramètres du site
it_it: Impostazioni sito

source: Site URL
ar_ae: URL الموقع
de_de: Seiten URL
fr_fr: URL du site
it_it: indirizzo del sito

source: SMTP port
ar_ae: منفذ سمتب
fr_fr: Port SMTP
it_it: Porta SMTP

source: SMTP Port
ar_ae: منفذ سمتب
fr_fr: Port SMTP
it_it: Porta SMTP

source: SMTP server
ar_ae: خادم SMTP
fr_fr: Dédié
it_it: Dedicato

source: SMTP Server
ar_ae: خادم SMTP
fr_fr: Serveur SMTP
it_it: Server SMTP

source: Solution:
ar_ae: الحل
de_de: Lösung:
it_it: Soluzione:
