Repository: Lynec/enterpriseserver-global
Catalog: Report Server/locale/*/messages.po
Languages: ar_ae, de_de, fr_fr, it_it

source: Please create a category to group the report
ar_ae: يرجى إنشاء فئة لتجميع التقرير
de_de: Bitte erstellen Sie eine Kategorie, um den Bericht zu gruppieren
fr_fr: Veuillez créer une catégorie pour regrouper le rapport
it_it: Si prega di creare una categoria per raggruppare il report

source: Please enter a valid email address
ar_ae: رجاء قم بإدخال بريد الكتروني صحيح
de_de: Bitte geben Sie eine gültige E-Mail Addresse ein
fr_fr: Indiquez une adresse e-mail valide
it_it: Inserisci un indirizzo email valido.

source: Please enter a valid email address.
ar_ae: يرجى إدخال عنوان بريد الكتروني ساري المفعول
de_de: Bitte geben Sie eine gültige E-Mail-Adresse ein.
fr_fr: Entrer une adresse e-mail valide.
it_it: Si prega di inserire un indirizzo email valido.

source: Please enter Access key
ar_ae: الرجاء إدخال مفتاح الوصول
de_de: Bitte geben Sie den Zugangsschlüssel ein
fr_fr: Veuillez entrer la clé d'accès
it_it: Si prega di inserire la chiave di accesso

source: Please enter admin password
ar_ae: الرجاء إدخال كلمة مرور المشرف
de_de: Bitte geben Sie das Administrator-Passwort ein
fr_fr: Veuillez entrer le mot de passe administrateur
it_it: Per favore inserisci la password dell'amministratore

source: Please enter Admin password
ar_ae: الرجاء إدخال كلمة مرور المشرف
de_de: Bitte geben Sie das Admin-Passwort ein
fr_fr: Veuillez entrer le mot de passe administrateur
it_it: Per favore inserisci la password dell'amministratore

source: Please enter admin username
ar_ae: الرجاء إدخال اسم مستخدم المشرف
de_de: Bitte gib den Admin-Benutzernamen ein
fr_fr: Veuillez entrer le nom d'utilisateur admin
it_it: Per favore inserisci il nome utente dell'amministratore

source: Please enter Admin username
ar_ae: الرجاء إدخال اسم مستخدم المشرف
de_de: Bitte geben Sie den Admin-Nutzernamen ein
fr_fr: Veuillez entrer le nom d'utilisateur de l'administrateur
it_it: Inserisci il nome utente dell'amministratore

source: Please enter Authority URL
ar_ae: الرجاء إدخال عنوان ورل للهيئة
de_de: Bitte geben Sie die URL der Behörde ein
fr_fr: Veuillez entrer l'URL de l'autorité
it_it: Inserisci l'URL di autorità

source: Please enter Blob Service endpoint
ar_ae: الرجاء إدخال نقطة نهاية خدمة النقطة
de_de: Bitte geben Sie den Blob Service-Endpunkt ein
fr_fr: Veuillez entrer le point de terminaison du service Blob
it_it: Inserire l'endpoint del servizio BLOB

source: Please enter Blob URL
ar_ae: الرجاء إدخال عنوان ورل للصفحة
de_de: Bitte geben Sie die Blob URL ein
fr_fr: Veuillez entrer l'URL de Blob
it_it: Si prega di inserire l'URL di BLOB

source: Please enter category name
ar_ae: الرجاء إدخال اسم الفئة
de_de: Bitte geben Sie den Namen der Kategorie ein
fr_fr: Veuillez entrer le nom de la catégorie
it_it: Per favore inserisci il nome della categoria

source: Please enter client id
ar_ae: الرجاء إدخال معرف العميل
de_de: Bitte geben Sie die Kundennummer ein
fr_fr: Veuillez entrer l'identifiant du client
it_it: Si prega di inserire l'ID cliente

source: Please enter client key
ar_ae: الرجاء إدخال مفتاح العميل
de_de: Bitte geben Sie den Kundenschlüssel ein
fr_fr: Veuillez entrer la clé du client
it_it: Si prega di inserire la chiave del cliente

source: Please enter Container name
ar_ae: الرجاء إدخال اسم الحاوية
de_de: Bitte geben Sie den Container ein
fr_fr: Veuillez entrer le nom du conteneur
it_it: Si prega di inserire il nome del contenitore

source: Please enter data source name
ar_ae: الرجاء إدخال اسم مصدر البيانات
de_de: Bitte geben Sie den Namen der Datenquelle ein
fr_fr: Veuillez entrer le nom de la source de données
it_it: Si prega di inserire il nome della fonte di dati

source: Please enter database name
ar_ae: الرجاء إدخال اسم قاعدة البيانات
de_de: Bitte geben Sie den Datenbanknamen ein
fr_fr: Entrez le nom de la base de données
it_it: Si prega di inserire il nome del database

source: Please enter Database Name
ar_ae: الرجاء إدخال اسم قاعدة البيانات
de_de: Bitte geben Sie den Datenbanknamen ein
fr_fr: Entrez le nom de la base de données
it_it: Si prega di inserire il nome del database

source: Please enter Database password
ar_ae: الرجاء إدخال كلمة مرور قاعدة البيانات
de_de: Bitte geben Sie das Datenbankpasswort ein
fr_fr: Veuillez entrer le mot de passe
it_it: Si prega di inserire la password del database

source: Please enter dataset name
ar_ae: الرجاء إدخال اسم مجموعة البيانات
de_de: Bitte geben Sie den Datensatznamen ein
fr_fr: Veuillez entrer le nom du jeu de données
it_it: Si prega di inserire il nome del set di dati

source: Please enter Designer Client Id
ar_ae: الرجاء إدخال معرف عميل مصمم
de_de: Bitte geben Sie die Designer-Client-ID ein
fr_fr: Veuillez entrer le code client du concepteur
it_it: Inserisci l'ID cliente Designer

source: Please enter Distinguished Name
ar_ae: الرجاء إدخال اسم مميز
de_de: Bitte geben Sie Distinguished Name ein
fr_fr: S'il vous plaît entrer le nom distinctif
it_it: Si prega di inserire il nome distinto

source: Please enter email address
ar_ae: نلرللا
de_de: Bitte geben Sie E-Mail-Adresse ein.
fr_fr: Veuillez entrez l'adresse e-mail
it_it: Si prega di inserire l'indirizzo e-mail.

source: Please enter file name
ar_ae: الرجاء إدخال اسم الملف
de_de: Bitte geben Sie den Dateinamen ein
fr_fr: Veuillez entrer le nom du fichier
it_it: Si prega di inserire il nome del file

source: Please enter first name
ar_ae: الرجاء إدخال الاسم الأول
de_de: Bitte geben Sie den Vornamen ein
fr_fr: Veuillez entrer le prénom
it_it: Si prega di inserire il nome

source: Please enter group name
ar_ae: الرجاء إدخال اسم المجموعة
de_de: Bitte geben Sie den Gruppennamen ein
fr_fr: SVP entrer nom de groupe
it_it: Per favore inserisci il nome del gruppo

source: Please enter Host Domain name
ar_ae: الرجاء إدخال اسم نطاق المضيف
de_de: Bitte geben Sie den Host Domänennamen ein
fr_fr: Veuillez entrer le nom de domaine hôte
it_it: Inserisci il nome del dominio host

source: Please enter last name
ar_ae: الرجاء إدخال اسم العائلة
de_de: Bitte geben Sie den Nachnamen ein
fr_fr: Veuillez entrez le nom de famille
it_it: Inserisci il Cognome

source: Please enter LDAP URL
ar_ae: الرجاء إدخال عنوان ورل لداب
de_de: Bitte geben Sie die LDAP-URL ein
fr_fr: Veuillez entrer l'URL LDAP
it_it: Inserisci l'URL LDAP

source: Please enter machine name
ar_ae: الرجاء إدخال اسم الجهاز
de_de: Bitte geben Sie den Maschinennamen ein
fr_fr: Veuillez entrer le nom de la machine
it_it: Si prega di inserire il nome della macchina

source: Please enter Metadata URI
ar_ae: الرجاء إدخال عنوان أوري للبيانات الوصفية
de_de: Bitte geben Sie den Metadaten-URI ein
fr_fr: Veuillez entrer les métadonnées URI
it_it: Inserisci l'URI dei metadati

source: Please enter new password
ar_ae: الرجاء إدخال كلمة مرور جديدة
de_de: Bitte neues Passwort eingeben
fr_fr: Veuillez entrer un nouveau mot de passe
it_it: Si prega di inserire una nuova password

source: Please enter password
ar_ae: الرجاء ادخال كلمة المرور
de_de: Bitte Passwort eingeben
fr_fr: Veuillez entrer un mot de passe
it_it: Inserisci Password

source: Please enter Password
ar_ae: الرجاء إدخال كلمة المرور ...
de_de: Bitte Passwort eingeben
fr_fr: Veuillez entrer mot de passe
it_it: Inserisci Password

source: Please enter phone number
ar_ae: الرجاء إدخال رقم الهاتف
de_de: Bitte geben Sie die Telefonnummer ein
fr_fr: Veuillez s'il vous plaît entrer le numéro de téléphone
it_it: Si prega di inserire il numero di telefono

source: Please enter port number
ar_ae: الرجاء إدخال رقم المنفذ
de_de: Bitte geben Sie die Portnummer ein
fr_fr: Veuillez entrer le numéro de port
it_it: Si prega di inserire il numero di porta

source: Please enter Port number
ar_ae: الرجاء إدخال رقم المنفذ
de_de: Bitte geben Sie die Portnummer ein
fr_fr: Veuillez entrer le numéro de port
it_it: Si prega di inserire il numero di porta

source: Please enter Port Number
ar_ae: الرجاء إدخال رقم المنفذ
de_de: Bitte geben Sie die Portnummer ein
fr_fr: Veuillez entrer le numéro de port
it_it: Inserisci il numero di porta

source: Please enter report name
ar_ae: الرجاء إدخال اسم التقرير
de_de: Bitte geben Sie den Namen des Berichts ein
fr_fr: Veuillez entrer le nom du rapport
it_it: Inserisci il nome del rapporto

source: Please enter schedule name
ar_ae: الرجاء إدخال اسم الجدول الزمني
de_de: Bitte geben Sie den Namen des Zeitplans ein
fr_fr: Veuillez entrer le nom de l'horaire
it_it: Si prega di inserire il nome del programma

source: Please enter schedule time
ar_ae: الرجاء إدخال جدول زمني
de_de: Bitte geben Sie den Zeitplan ein
fr_fr: S'il vous plaît entrer l'horaire
it_it: Si prega di inserire orario di programmazione

source: Please enter sender email address
ar_ae: الرجاء إدخال عنوان البريد الإلكتروني للمرسل
de_de: Bitte geben Sie die Absender E-Mail Adresse ein
fr_fr: Veuillez entrer l'adresse e-mail de l'expéditeur
it_it: Inserisci l'indirizzo email del mittente

source: Please enter sender name
ar_ae: الرجاء إدخال اسم المرسل
de_de: Bitte geben Sie den Absendernamen ein
fr_fr: Veuillez entrer le nom de l'expéditeur
it_it: Si prega di inserire il nome del mittente

source: Please enter server name
ar_ae: الرجاء إدخال اسم الخادم
de_de: Bitte geben Sie den Servernamen ein
fr_fr: Veuillez entrer le nom du serveur
it_it: Si prega di inserire il nome del server

source: Please enter Server name
ar_ae: الرجاء إدخال اسم الخادم
de_de: Bitte geben Sie den Servernamen ein
fr_fr: Veuillez entrer le nom du serveur
it_it: Si prega di inserire il nome del server

source: Please enter ServerName
ar_ae: الرجاء إدخال سيرفيرنام
de_de: Bitte geben Sie ServerName ein
fr_fr: S'il vous plaît entrez ServerName
it_it: Si prega di inserire ServerName

source: Please enter SMTP port
ar_ae: الرجاء إدخال منفذ سمتب
de_de: Bitte geben Sie den SMTP-Port ein
fr_fr: Veuillez entrer le port SMTP
it_it: Si prega di inserire la porta SMTP

source: Please enter SMTP server
ar_ae: الرجاء إدخال خادم سمتب
de_de: Bitte geben Sie den SMTP-Server ein
fr_fr: Veuillez entrer le serveur SMTP
it_it: Si prega di inserire il server SMTP

source: Please enter Storage Account name
ar_ae: الرجاء إدخال اسم حساب التخزين
de_de: Bitte geben Sie den Namen des Speicherkontos ein
fr_fr: Veuillez entrer le nom du compte de stockage
it_it: Inserisci il nome dell'account di archiviazione

source: Please enter tenant name
ar_ae: الرجاء إدخال اسم المستأجر
de_de: Bitte geben Sie den Namen des Mieters ein
fr_fr: Veuillez entrer le nom du locataire
it_it: Si prega di inserire il nome dell'inquilino

source: Please enter Tenant Name
ar_ae: الرجاء إدخال اسم المستأجر
de_de: Bitte geben Sie den Namen des Mieters ein
fr_fr: Veuillez entrer le nom du locataire
it_it: Si prega di inserire il nome dell'inquilino

source: Please enter the database name
ar_ae: الرجاء إدخال اسم قاعدة البيانات
de_de: Bitte geben Sie den Datenbanknamen ein
fr_fr: Veuillez entrer le nom de la base de données
it_it: Si prega di inserire il nome del database

source: Please enter the database password
ar_ae: الرجاء إدخال كلمة مرور قاعدة البيانات
de_de: Bitte geben Sie das Passwort für die Datenbank ein
fr_fr: S'il vous plaît entrez le mot de passe de la base de données
it_it: Si prega di inserire la password del database

source: Please enter the name
ar_ae: الرجاء إدخال الاسم
de_de: Bitte geben Sie den {0} Namen ein.
fr_fr: S'il vous plaît entrer le nom
it_it: Si prega di inserire il nome

source: Please enter the password
ar_ae: الرجاء إدخال كلمة المرور
de_de: Bitte geben Sie das Passwort ein
fr_fr: Merci d’entrer le mot de passe.
it_it: Inserisci la password.

source: Please enter the valid phone number
ar_ae: الرجاء إدخال رقم الهاتف الصحيح
de_de: Bitte geben Sie die gültige Telefonnummer ein
fr_fr: Veuillez entrer le numéro de téléphone valide
it_it: Si prega di inserire il numero di telefono valido

source: Please enter URL
ar_ae: الرجاء إدخال عنوان ورل
de_de: Bitte geben Sie die URL ein
fr_fr: S'il vous plaît entrer l'URL
it_it: Si prega di inserire l'URL

source: Please enter username
ar_ae: الرجاء إدخال اسم المستخدم
de_de: Benutzername eingeben
fr_fr: Veuillez entrer nom d'utilisateur
it_it: Si prega di inserire il nome utente

source: Please enter Username
ar_ae: الرجاء إدخال اسم المستخدم
de_de: Benutzername eingeben
fr_fr: Veuillez entrer nom d'utilisateur
it_it: Si prega di inserire il nome utente

source: Please enter username or email address
ar_ae: الرجاء إدخال اسم المستخدم أو عنوان البريد الإلكتروني
de_de: Bitte geben Sie den Benutzernamen oder die E-Mail-Adresse ein
fr_fr: S'il vous plaît entrer le nom d'utilisateur ou adresse e-mail
it_it: Per favore inserisci il nome utente o l'indirizzo email

source: Please enter valid Blob URL
ar_ae: الرجاء إدخال عنوان ورل صالح للنقر
de_de: Bitte geben Sie eine gültige Blob URL ein
fr_fr: Veuillez entrer une URL Blob valide
it_it: Inserisci l'URL Blob valido

source: Please enter valid URL
ar_ae: الرجاء إدخال عنوان ورل صالح
de_de: Bitte geben Sie eine gültige URL ein
fr_fr: Veuillez entrer une URL valide
it_it: Si prega di inserire un URL valido

source: Please enter your email address
ar_ae: الرجاء إدخال عنوان بريدك الإلكتروني
de_de: Bitte E-Mail-Adresse eing.
fr_fr: Veuillez saisir votre adresse email
it_it: Inserisci il tuo indirizzo email.

source: Please enter your first name
ar_ae: يرجى ادخال الاسم الاول
de_de: Bitte geben Sie Ihren Vornamen an
fr_fr: Veuillez s'il vous plaît indiquer votre prénom
it_it: Inserisci il tuo nome

source: Please enter your new password
ar_ae: الرجاء إدخال كلمة المرور الجديدة
de_de: Bitte geben Sie Ihr neues Passwort ein
fr_fr: Veuillez entrer votre nouveau mot de passe
it_it: Per favore inserisci la tua nuova password

source: Please enter your old password
ar_ae: الرجاء إدخال كلمة المرور القديمة
de_de: Bitte geben Sie Ihr altes Passwort ein
fr_fr: Veuillez entrer votre ancien mot de passe
it_it: Per favore inserisci la tua vecchia password

source: Please enter your username
ar_ae: الرجاء إدخال اسم المستخدم
de_de: Bitte gib Deinen Benutzernamen ein.
fr_fr: Veuillez saisir votre nom d'utilisateur
it_it: Prego inserisci il tuo user name

source: Please search and select the groups from the following list to import into Report Server
ar_ae: الرجاء البحث وتحديد المجموعات من القائمة التالية لاستيرادها إلى "خادم التقارير"
de_de: Suchen Sie die Gruppen aus der folgenden Liste, und wählen Sie sie aus, um sie in den Berichtsserver zu importieren
fr_fr: Veuillez rechercher et sélectionner les groupes dans la liste suivante pour importer dans le serveur de rapports
it_it: Cerca e seleziona i gruppi dal seguente elenco per importarli in Report Server

source: Please search and select the users from the following list to import into Report Server
ar_ae: الرجاء البحث وحدد المستخدمين من القائمة التالية للاستيراد إلى "خادم التقارير"
de_de: Suchen Sie die Benutzer aus der folgenden Liste, und wählen Sie sie aus, um sie in den Berichtsserver zu importieren
fr_fr: Veuillez rechercher et sélectionner les utilisateurs dans la liste suivante pour les importer dans Report Server
it_it: Cerca e seleziona gli utenti dal seguente elenco per importarli in Report Server

source: Please select a csv file with a valid format
ar_ae: الرجاء تحديد ملف كسف بتنسيق صالح
de_de: Bitte wählen Sie eine CSV-Datei mit einem gültigen Format
fr_fr: Veuillez sélectionner un fichier csv avec un format valide
it_it: Si prega di selezionare un file CSV con un formato valido

source: Please select a database
ar_ae: يرجى تحديد قاعدة بيانات
de_de: Bitte wählen Sie eine Datenbank
fr_fr: Veuillez sélectionner une base de données
it_it: Si prega di selezionare un database

source: Please select at least one day.
ar_ae: يرجى تحديد يوم واحد على الأقل.
de_de: Bitte wählen Sie mindestens einen Tag aus.
fr_fr: S'il vous plaît sélectionner au moins un jour.
it_it: Si prega di selezionare almeno un giorno.

source: Please select atleast one recipient
ar_ae: يرجى تحديد مستلم واحد على الأقل
de_de: Bitte wählen Sie mindestens einen Empfänger aus
fr_fr: Veuillez sélectionner au moins un destinataire
it_it: Si prega di selezionare almeno un destinatario

source: Please select category
ar_ae: يرجى تحديد الفئة
de_de: Bitte wählen Sie eine Kategorie
fr_fr: Veuillez choisir une catégorie
it_it: Si prega di selezionare la categoria

source: Please select Database name
ar_ae: الرجاء تحديد اسم قاعدة البيانات
de_de: Bitte wählen Sie den Datenbanknamen
fr_fr: Sélectionnez le nom de la base de données
it_it: Si prega di selezionare il nome del database

source: Please select Database name/Username
ar_ae: الرجاء تحديد اسم قاعدة البيانات / اسم المستخدم
de_de: Bitte wählen Sie Datenbankname / Benutzername
fr_fr: Veuillez sélectionner le nom de la base de données / nom d'utilisateur
it_it: Si prega di selezionare Nome del database / Nome utente

source: Please select Dataset
ar_ae: يرجى تحديد مجموعة البيانات
de_de: Bitte wählen Sie Datensatz
fr_fr: Veuillez sélectionner le jeu de données
it_it: Si prega di selezionare Dataset

source: Please select DSN
ar_ae: يرجى تحديد دسن
de_de: Bitte wählen Sie DSN
fr_fr: Veuillez sélectionner DSN
it_it: Si prega di selezionare DSN

source: Please select group(s) to import
ar_ae: الرجاء تحديد مجموعة (مجموعات) لاستيرادها
de_de: Bitte wählen Sie die zu importierenden Gruppen aus
fr_fr: Veuillez sélectionner le (s) groupe (s) à importer
it_it: Seleziona i gruppi da importare

source: Please select MySQL ODBC DSN
ar_ae: الرجاء اختيار ميسكل أودبك دسن
de_de: Bitte wählen Sie MySQL ODBC DSN
fr_fr: Veuillez sélectionner MySQL ODBC DSN
it_it: Selezionare MySQL ODBC DSN

source: Please select Oracle ODBC DSN
ar_ae: الرجاء تحديد أوراكل أودبك دسن
de_de: Bitte wählen Sie Oracle ODBC DSN
fr_fr: Veuillez sélectionner Oracle ODBC DSN
it_it: Selezionare Oracle ODBC DSN

source: Please select report
ar_ae: يرجى تحديد التقرير
de_de: Bitte wählen Sie Bericht
fr_fr: Veuillez sélectionner un rapport
it_it: Si prega di selezionare report

source: Please select Reports or Categories
ar_ae: يرجى تحديد التقارير أو الفئات
de_de: Bitte wählen Sie Berichte oder Kategorien
fr_fr: Veuillez sélectionner Rapports ou Catégories
it_it: Seleziona Rapporti o Categorie

source: Please select user(s) to import
ar_ae: الرجاء تحديد مستخدم (مستخدمين) لاستيراده
de_de: Bitte wählen Sie die zu importierenden Benutzer aus
fr_fr: Veuillez sélectionner le (s) utilisateur (s) à importer
it_it: Si prega di selezionare gli utenti da importare

source: Please upload a valid csv file.
ar_ae: الرجاء تحميل ملف كسف صالح.
de_de: Bitte lade eine gültige CSV-Datei hoch.
fr_fr: Veuillez télécharger un fichier csv valide.
it_it: Si prega di caricare un file CSV valido

source: Please upload a valid file
ar_ae: الرجاء تحميل ملف صالح
de_de: Bitte lade eine gültige Datei hoch
fr_fr: Veuillez télécharger un fichier valide
it_it: Si prega di caricare un file valido

source: Please upload the dataset
ar_ae: يرجى تحميل مجموعة البيانات
de_de: Bitte laden Sie den Datensatz hoch
fr_fr: Veuillez télécharger l'ensemble de données
it_it: Si prega di caricare il set di dati

source: Please upload the report
ar_ae: يرجى تحميل التقرير
de_de: Bitte laden Sie den Bericht hoch
fr_fr: Veuillez télécharger le rapport
it_it: Si prega di caricare il rapporto

source: Port
ar_ae: منفذ الاتصال
it_it: Porta

source: Port number
ar_ae: رقم المنفذ
de_de: Port-Nummer
fr_fr: uméro de port; 156
it_it: Numero di porta

source: Port Number
ar_ae: رقم المنفذ
de_de: Port-Nummer
fr_fr: uméro de port; 156
it_it: Numero di porta

source: Possible causes:
ar_ae: الأسباب المحتملة:
de_de: Mögliche Ursachen:
fr_fr: Causes possibles:
it_it: Cause possibili:

source: Post
ar_ae: أنشر
fr_fr: Poste

source: PostgreSQL
ar_ae: كيو

source: Powered by
ar_ae: يعمل من خلال
de_de: Unterstützt durch
it_it: Offerto da

source: Preview
ar_ae: معاينة
fr_fr: Aperçu
it_it: Anteprima

source: Proceed
ar_ae: تنفيذ
de_de: Vorgehen
fr_fr: Procéder
it_it: Procedi

source: Processing Options
ar_ae: خيارات المعالجة
de_de: Verarbeitungsoptionen
fr_fr: Options de traitement
it_it: Opzioni di elaborazione

source: PROFILE
ar_ae: الملف الشخصي
de_de: PROFIL
fr_fr: PROFIL
it_it: PROFILO

source: Profile Picture
ar_ae: الصورة الشخصية
de_de: Profilbild
fr_fr: Image de profil
it_it: Immagine del profilo

source: Profile picture has been deleted successfully.
ar_ae: تم حذف الصورة الشخصية بنجاح.
de_de: Profilbild wurde erfolgreich gelöscht.
fr_fr: L'image de profil a été supprimée avec succès.
it_it: L'immagine del profilo è stata cancellata con successo.

source: Profile picture has been saved successfully.
ar_ae: تم حفظ الصورة الشخصية بنجاح.
de_de: Profilbild wurde erfolgreich gespeichert.
fr_fr: La photo de profil a été enregistrée avec succès.
it_it: L'immagine del profilo è stata salvata correttamente.

source: Public
ar_ae: عام
de_de: Öffentlich
it_it: Pubblico

source: Public Reports
ar_ae: تقارير عامة
de_de: Öffentliche Berichte
fr_fr: Rapports publics
it_it: Rapporti pubblici

source: Public Reports disabled by the system administrator. Please contact your system administrator to enable this.
ar_ae: تم تعطيل التقارير العامة بواسطة مسؤول النظام. يرجى الاتصال بمسؤول النظام لتمكين ذلك.
de_de: Öffentliche Berichte wurden vom Systemadministrator deaktiviert. Bitte kontaktieren Sie Ihren Systemadministrator, um dies zu aktivieren.
fr_fr: Rapports publics désactivés par l'administrateur système. Veuillez contacter votre administrateur système pour l'activer.
it_it: Rapporti pubblici disabilitati dall'amministratore di sistema. Si prega di contattare l'amministratore di sistema per abilitare questo.

source: Public Reports disabled in the
ar_ae: تم تعطيل التقارير العامة في
de_de: Öffentliche Berichte in der
fr_fr: Rapports publics désactivés dans le
it_it: Rapporti pubblici disabilitati in

source: Query to pull users :
ar_ae: طلب بحث لسحب المستخدمين:
de_de: Abfrage zum Abrufen von Nutzern:
fr_fr: Requête pour attirer les utilisateurs:
it_it: Query per estrarre gli utenti:

source: Quote
ar_ae: اقتباس
fr_fr: Citation
it_it: Citazione

source: RDL File
ar_ae: ملف رديل
de_de: RDL-Datei
fr_fr: Fichier RDL
it_it: File RDL

source: Recent Reports
ar_ae: التقارير الأخيرة
de_de: Aktuelle Berichte
fr_fr: Rapports récents
it_it: Rapporti recenti

source: Recommended size:50mb max
ar_ae: الحجم الموصى به: 50 ميغابايت كحد أقصى
de_de: Empfohlene Größe: 50mb max
fr_fr: Taille recommandée: 50mb max
it_it: Dimensione consigliata: 50mb max

source: Recurs
ar_ae: يتكرر
de_de: Wiederholt
it_it: ricorre

source: Relying Party ID
ar_ae: معرف حزب الاعتماد
de_de: Vertrauende Party ID
fr_fr: Identifiant du participant
it_it: ID partito relying

source: remaining license(s).
ar_ae: الترخيص (الرخص) المتبقية.
de_de: verbleibende Lizenz (en).
fr_fr: licence (s) restante (s).
it_it: restante licenza (s).

source: Remaining licenses available
ar_ae: التراخيص المتبقية متاحة
de_de: Verbleibende Lizenzen verfügbar
fr_fr: Permis restants disponibles
it_it: Licenze rimanenti disponibili

source: Remember me
ar_ae: تذكرنى
de_de: Merken
fr_fr: Se souvenir de moi
it_it: Ricordati

source: Remove
ar_ae: حذف
de_de: Entfernen
fr_fr: Retirer
it_it: Rimuovi

source: Remove Access
ar_ae: إزالة الوصول
de_de: Zugriff entfernen
fr_fr: Supprimer l'accès
it_it: Rimuove l'accesso

source: Render this report from a report snapshot
ar_ae: عرض هذا التقرير من لقطة التقرير
de_de: Rendern Sie diesen Bericht aus einem Berichts-Snapshot
fr_fr: Rendre ce rapport à partir d'un instantané de rapport
it_it: Render questo report da uno snapshot del report

source: replied to
ar_ae: ردا على
de_de: geantwortet
fr_fr: répondu à
it_it: risposto a

source: replied to your comment on the
ar_ae: أجاب على تعليقك على
de_de: antwortete auf Ihren Kommentar zum
fr_fr: répondu à votre commentaire sur le
it_it: ha risposto al tuo commento sul

source: replies
ar_ae: رد
de_de: Antworten
fr_fr: Réponses
it_it: Risposte

source: reply
ar_ae: يرد
de_de: Antwort
fr_fr: répondre
it_it: Rispondere

source: Reply
ar_ae: الرد
de_de: Antwort
fr_fr: Répondre
it_it: Rispondi
